[
  {
    "_id": "5bb94cc3e29a9a703ac74a8e",
    "order": 1,
    "slug": "burning-lee-2018",
    "title": "Burning (Lee, 2018)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2018-10-07T00:01:07.499Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2018-10-07T00:01:07.499Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-10-24T20:59:42.032Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "published_at": "2018-10-24T20:59:42.032Z",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/14f3af40-c9b8-11e8-a7e8-4385c9949fdf-Burning.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/14f3af40-c9b8-11e8-a7e8-4385c9949fdf-Burning.jpg"
      },
      "content": "<p><em>Barn Burning</em> is a 1983 short story by Haruki Murakami first published on <em>The New Yorker</em>. In it, a man meets a woman at a wedding and proceeds to narrate the trajectory of their relationship. She&#39;s beautiful, she&#39;s used to getting whatever she wants from men, and she&#39;s studying with a mime to become an actress; she&#39;s so skilled in her craft to make him doubt reality altogether. One day she introduces him to a man she met traveling abroad, a mysterious, well-off businessman who tells him about his hobby of occasionally burning down decrepit barns, and the protagonist finds himself obsessing about it. After a year, both men meet again and discuss having lost touch with the woman; the protagonist is unable to track her down anywhere, and as he gets older, he doubts whether she even existed to start with. In approaching this material, Lee Chang-dong described being attracted to a text that was ostensibly &quot;about nothing,&quot; and the director&#39;s greatest challenge with <em>Burning</em> lies in the ability to capture this sense of stillness or uneventfulness while at the same time crafting a paralyzingly tense and unknowable murder (?) mystery.</p><p>The film&#39;s plot follows the Murakami blueprint rather closely. Jong-su (Yoo Ah-in) does odd jobs in Paju, a city close to the DMZ. One day he is approached by Hae-mi (Jeon Jong-seo), who tells him they used to be neighbors and classmates even though he does not remember her and had according to her had spent their childhood either ignoring or bullying her. Nonetheless, the two strike a quiet friendship that soon becomes sexual; shortly after, Hae-mi leaves for Africa on a vacation tour and asks Jong-su to take care of her cat in her absence. A few weeks later, Hae-mi returns from abroad with Ben (Steven Yeun), a wealthy businessman she met in Nairobi, having seemingly struck some sort of relationship with him. Ben is a cipher - generally emotionless or measured in his interactions, emanating a certain guarded confidence about himself - and Jong-su is jealous of his closeness to Hae-mi and of his great wealth. The three hang out on a few occasions, both in downtown Seoul and in the Paju countryside; Hae-mi tells Jong-su about witnessing a sunset in Africa so beautiful that it made her wish she never existed, and Ben tells him about his odd hobby of burning down abandoned greenhouses in the countryside. Shortly after, Hae-mi seemingly vanishes leaving no forwarding number and her small apartment completely empty.</p><p>In activating a murder mystery story line, <em>Burning</em> lays out several markers of the archetypal investigation plot - a muffled phone call before a character&#39;s disappearance, a suspect who is seemingly above the law and may have orchestrated the perfect crime, a certain mistrust in the judicial system and in larger structures of power, an inquisitive and relatable protagonist - but then methodically moves to undo all of them: the search for truth in the film is undercut at every corner, Ben progressively becomes a less defined and more ethereal antagonist, and Jong-su&#39;s trajectory of detection gets intertwined with his own feelings of envy and resentment and fascination with Ben. <em>Burning</em>&#39;s central query, then, isn&#39;t strictly diegetic but rather ontological: did Hae-mi really die? Did she simply leave? Did she ghost Jong-su? Did she even exist in the first place? The last time we see Hae-mi, she is dancing topless in front of a picturesque sunset in Jong-su&#39;s front yard, in what is possibly Lee Chang-dong&#39;s most stunningly photographed scene ever; yet, before Hae-mi&#39;s absence is reified following her physical disappearance, she is absent from Jong-su&#39;s memory in the form of all the childhood recollections of events and that happened according to her and which he simply fails to remember. Is Hae-mi lying or embellishing the truth? Did the two characters really know each other as children? The way in which <em>Burning</em> resists certainty and facts deploys a certain archival anxiety that doesn&#39;t simply complicate the filmic events but also re-qualifies the stakes of spectatorship: what will we remember about a film that undermines so dramatically the importance and the very possibility of memory? <em>Burning</em> mobilizes three central stunning performances, Lee&#39;s natural talent for ensemble staging, a pointed disinterest in genre conventions, and an ending so shocking and unpredictable it completely reframes the film&#39;s motivating moves. In this sense, <em>Burning</em>&#39;s crowning achievement is exactly the ability to be so memorable as the characters forget history, forget each other, forget themselves.</p>",
      "blurb": "Francesco reviews Lee Chang-dong's Burning."
    }
  },
  {
    "_id": "5b9d1c66fc96b8079c3c7628",
    "order": 2,
    "slug": "the-wife-runge-2018",
    "title": "The Wife (Runge, 2018)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2018-09-15T14:51:18.506Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2018-09-15T14:51:18.506Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-09-17T13:14:40.036Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "published_at": "2018-09-17T13:14:40.036Z",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/0262a7e0-b8ed-11e8-b91a-2da2ded0bcb9-Dm6nvxMXcAIAtuh.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/0262a7e0-b8ed-11e8-b91a-2da2ded0bcb9-Dm6nvxMXcAIAtuh.jpg"
      },
      "content": "<p>When Sony Picture Classics acquired <em>The Wife</em> in the fall of 2017, fresh off the film&#39;s successful festival debut at TIFF, a layered narrative about it had already started to emerge: it is culturally relevant because it aligns itself meaningfully with the rise of the #metoo and #timesup movements; it sends out a powerful message about emancipation that is at once timely and timeless; it features possibly Glenn Close&#39;s very best screen performance and it is sure to win her first, long overdue Oscar. The decision was made to hold off on its release for almost a whole year rather than mount a rushed, last minute campaign, banking on a late summer/early fall theater premiere and on a continuing conversation about equality, women&#39;s right, and socially sanctioned gender imbalances. On its first week of limited release, showing in 4 theaters nationwide across LA and NY, the film nabbed the top screen average of the weekend and is now successfully approaching its wide release - a coronation-style marketing strategy that has proven to be at once shrewd and perfectly timed: at this juncture, <em>The Wife</em> feels momentous well beyond its more immediate artistic merits.</p><p>One early morning in 1992, world-renown novelist Joe Castleman (Jonathan Pryce) receives a phone call from Sweden informing him that he is that year&#39;s recipient of the Nobel prize for literature. On the other line, his wife Joan (Glenn Close) listens in quietly as she is told to make sure her husband is appropriately supported and tended to, her de facto job for the last 30 plus years of their marriage. The couple, joined by their son David (Max Irons), is later shipped off to Stockholm for the awards ceremony, and a kind of undefinable yet palpable uneasiness between Joe and Joan begins to simmer - he stolidly bathes in the praise and attention as she grows increasingly distant and bothered. Flashbacks to 1958 detail how the couple met, with young Joe and Joan (played by Harry Lloyd and Annie Starke) becoming acquainted in college where he is an English Literature professor with a blooming career in academia and an unhappy marriage and she is his most promising student, eventually falling for each other and later starting an affair. The two temporal planes begin to unfurl contiguously as we see the younger characters struggling to make ends meet and to get Joe&#39;s work published, and the older characters in the present being pestered in Sweden by Nathaniel Boone (Christian Slater), Joe&#39;s aspiring biographer who has followed the couple abroad hoping to secure Joe&#39;s approval for his book and planning to confront Joan with an extravagant yet alarming theory about the authorship of her husband&#39;s work.&nbsp;</p><p>More than anything else - a character survey, a literary drama, a chamber piece about the disintegration of a marriage - <em>The Wife</em> is at its core a film study on the formation of a tsunami mounted almost entirely on Glenn Close&#39;s performance. As a matter of fact, the film so heavily relies on the traction created by its two leading turns that the action suffers greatly whenever the present events are put on hold to revisit the past ones: the flashbacks as imagined by Runge and screenwriter Jane Anderson lack a shape and pace and do not contribute much narrative or dramatic heft to the point of resulting tedious and plodding if not altogether unnecessary. What keeps the film very much alive, instead, is the mounting tension and the uncomfortable renegotiation of power dynamics between husband and wife as the secret they are trying to conceal and coexist with is first hinted at and then thunderously acknowledged in the film&#39;s denouement. &nbsp;There is a meticulousness about <em>The Wife</em>&#39;s discourse on gender politics that, if a tad on the nose in places, supports the main story-line quite effectively: at a reception, Joan exchanges a loaded, knowing look with the unenthused wife of the Nobel laureate in Physics, herself a scientist; Joan and Joe&#39;s son, himself a writer, has gone to inherit his father&#39;s narcissistic need for immediate validation and gratification and mindlessly dismisses his mother&#39;s feedback because he feels unacknowledged by his father; the two characters also have a pregnant daughter whose life, profession, and ambitions beyond her impending motherhood are pointedly never brought up. For the rest, Runge shrewdly allows the camera to linger on the actors&#39; faces in medium shots or close-ups that fill the negative space of the shot with everything that is unspoken: Pryce does a marvelous job creating a locus of distant shame and guilt for his character to subtly inhabit without necessarily asking the audience to empathize with him; Close&#39;s performance begins as a masterful study in withholding - every expression perfectly measured, every glance punctuating the dialogue with surgical precision - and methodically builds to reach nuclear fusion. When Joan finally explodes, it is a white-hot rage that feels earned because it has been simmering under the surface the entire time, and Close commits to film a truly earth-shattering feat in actressing.&nbsp;</p>",
      "blurb": "Francesco reviews Björn Runge's The Wife."
    }
  },
  {
    "_id": "5b52404d0062bb1eb733c749",
    "order": 3,
    "slug": "fallspring-movie-roundup-annihilation-love-simon-a-fantastic-woman",
    "title": "Fall/Spring Movie Roundup - Annihilation, Love, Simon, A Fantastic Woman",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2018-07-20T20:04:29.066Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2018-07-20T20:04:29.066Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-10-25T18:23:24.380Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "published_at": "2018-10-25T18:23:24.380Z",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/b446a720-8c58-11e8-9d45-9393ec312943-CoverImage.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/b446a720-8c58-11e8-9d45-9393ec312943-CoverImage.jpg"
      },
      "content": "<p><strong>Annihilation (Garland, 2018)</strong></p><p>The most immediate point of reference for <em>Annihilation</em>, Alex Garland&#39;s follow-up to the moody, atmospheric sci-fi extravaganza of his debut feature <em>Ex Machina</em>, is Andrei Tarkovsky&#39;s 1972&#39;s seminal oeuvre <em>Stalker</em>: in both films, two crews set out to explore a secluded, forbidden zone inside which reality appears altered, distorted, or hallucinatory; in both films, the journey plotline is quickly surrendered to consider a much wider and complex narrative compass. In <em>Stalker</em>, Tarkovsky probes the nature of desire, and Man&#39;s innate drive toward self-destruction; in <em>Annihilation</em>, the characters&#39; pilgrimage may represent a test to their faith, but it is also configured as the opportunity to undo or redo themselves, reset or sublimate their very existence.&nbsp;</p><p>Garland imagines that sometime in the near future an alien invasion or shipwreck unleashes an unstoppable and slowly-expanding electromagnetic field on Earth which causes everything trapped within it to begin to inexplicably mutate. A crew of two scientists, a paramedic, and a biology scholar with professional military training (Tessa Thompson, Jennifer Jason Leigh, Gina Rodriguez, and Natalie Portman respectively) are enlisted to carry out and observe and report mission inside the area, called The Shimmer because of its opalescent appearance. For Lena (Portman) the goal of understanding The Shimmer is also possibly the key to understanding what happened to her husband (Oscar Isaac), a special forces soldier who came back from a previous mission to the same area only to fall into a coma; the mission, however, is soon complicated by the impossibility to scientifically comprehend or assess The Shimmer itself. In it, time goes missing, and DNA is refracted in inexplicable ways causing spectacular and terrifying mutations; the mission soon goes awry.&nbsp;</p><p>To ask if <em>Annihilation</em> is successful immediately begets another question: at what? The entire cast is reliably strong, and Jennifer Jason Leigh is especially excellent at summoning a feeling of resigned, opaque, quiet desperation. The narrative successfully engenders a sense of widespread anxiety and uncertainty, the camera often following the actors with over the shoulder shots that put us constantly just one step behind of the action. The cinematography work is outstanding, and The Shimmer is imagined and realized as a place that hangs in the delicate balance between heaven and hell, beauty and atrocity, promise and despair. Yet <em>Annihilation</em> resists and defies any diegetic schematics and as it slowly unfurls, it more exactly becomes a totalizing sensory experience, a mood, an exercise in withholding meaning and exploring chaos. As that, it is confusing, beautiful, frustrating, and absolutely necessary.</p><p><br></p><p><strong>Love, Simon (Berlanti, 2018)</strong></p><p>As the first film ever by a major studio (20th Century Fox) to focus on a gay teen romance, <em>Love, Simon</em> is first and foremost completely by-the-numbers, which is paradoxically exactly what it needs to be. In the face of every independent minority-driven/centered film faced with the imperative to be excellent or groundbreaking to justify its existence, Greg Berlanti (an openly gay director and producer of film and TV) was given $17 million dollars and remade every teen coming of age love story that has already been filmed, except he made a queer one. The familiarity of the plot becomes an asset in confronting audiences with a vehicle with which they are familiar and comfortable, only to reconfigure it from the inside out. It is a gamble with a great payoff.</p><p>Simon (Nick Robinson) is a high school kid with a secret: he is gay. His best friends Leah, Abby, and Nick (Katherine Langford, Alexandra Shipp, and Joge Lendeborg Jr.) do not have a clue, and neither does his family (his parents are compellingly played by Josh Duhamel and Jennifer Garner). Simon&#39;s school life is rocked by an anonymous message posted on their school online bulletin board, in which another student, under the pseudonym of Blue, confesses that he is also gay and struggling to come out. Simon, signing his message as Jacques, contacts Blue to offer him his support and share his story, and over the course of time the two develop a strong, intimate bond based on feelings of support and empathy. As Simon attempts to figure out Blue&#39;s identity around school, he is confronted by Martin (Logan Miller) a classmate who found out his secret and blackmails him to help him win over Abby&#39;s affection, and eventually outs him to the entire school when Abby rejects him.</p><p>The scene in which Simon angrily confronts Martin about the gravity of his actions is perhaps <em>Love, Simon&nbsp;</em>at its most didactic, but it is also a scene that thunders with a special power. Before this moment, the film gracefully and methodically checks off predictable tropes on the strength of its novelty; Simon himself is a privileged white kid with a supportive, wealthy family, whose safety and well-being are never seriously in doubt. But in that scene Simon makes it clear that, beyond the fact that his secret is out to everyone, his bully took his coming out moment away from him forever. The cultural discourse around <em>Love, Simon</em> has been centered not on its inherent filmic qualities, but on the role it has played as a catalyst for young LGBTQIA people to come out to their friends and families, claiming ownership of that moment and truth that instead Simon is denied. The power of the film&#39;s impact in doing or facilitating this emotional labor cannot be overstated, and it makes <em>Love, Simon&nbsp;</em>perhaps one of the most important films of the decade.</p><p><br></p><p><strong>A Fantastic Woman (Sebasti&aacute;n Lelio, 2017)</strong></p><p>The winner of the Best Foreign Language Film Oscar at the 90th Academy Awards, the year following <em>Moonlight</em>&#39;s historic win as Best Picture, <em>A Fantastic Woman</em> is the product of the artistic collaboration between Chilean director Sebasti&aacute;n Lelio and Chilean actress Daniela Vega, reflecting her experience as a trans woman. Even just by virtue of this, <em>A Fantastic Woman</em> is unlike any film ever made. In 2018, leading or starring roles for gay, lesbian, trans, and queer actors simply do not exist unless they are self-conceptualized and funded. This erasure is damaging in at least two ways: it tasks queer creators with the burden of capitalist concerns as they craft their stories and their artistic endeavors, and at the same time fosters a system according to which studios are uniquely inclined to fund queer stories as told and acted by straight, cis, white performers which at best are honest approximations, at worst offensive pantomimes.</p><p>Marina (Vega) is a transgender woman working as a waitress and singer in Santiago. She is in a loving relationship with Orlando (Francisco Reyes) an older man she&#39;s recently met and moved in with. One night, Orlando suffers a brain aneurysm and later dies at the hospital where Marina has driven him; so begins a torturous journey for the woman to prove the circumstances and her involvement in her partner&#39;s death, the nature and personal details of their relationship, and even defend her place in his life and her identity altogether. Orlando&#39;s transphobic family, starting with his ex-wife, first subtly and then openly begins to ostracize Marina: they categorically forbid her to attend the wake first and then the funeral, ask her to vacate his place, and later kidnap and threaten her with her life. This chain of vicissitudes becomes for Marina an opportunity to confront herself in a new way.</p><p><em>A Fantastic Woman</em> is incredibly hard to sit through. Vega&#39;s outstanding performance inhabits a rare space of truth which charges the filmic events with a power that is almost documentary in nature, making several moments (the different confrontations with Orlando&#39;s ex-wife, the kidnapping) almost unbearable to watch. The film also poignantly probes matters related to gender and personal dysphoria without ever resorting to fetishize the character&#39;s &quot;trans body&quot; or over-explain what Marina is experiencing to the benefit of a presumed cis audience: in perhaps the film&#39;s most impactful moment, Marina lies naked on her bed, a small mirror covering her genitals and reflecting the image of her face back to her, her emotions and thoughts rightfully only privy to her. As an apologue about self-determination, <em>A Fantastic Woman&nbsp;</em>asks as many questions as it is willing to answer, but it is also a terrific manifesto of pride and defiance, resilience and the very courage needed to exist according to one&#39;s own terms.</p>",
      "blurb": "We're back and getting caught up! Here Francesco discusses Annihilation, Love, Simon, and A Fantastic Woman."
    }
  },
  {
    "_id": "5a9b721dd00fc77c8f44e9c8",
    "order": 4,
    "slug": "final-oscar-predictions",
    "title": "Final Oscar Predictions",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2018-03-04T04:12:13.812Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2018-03-04T04:12:13.812Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-03-04T04:21:42.236Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/89796310-1f62-11e8-bcfe-51b8085c6670-landscape-1452772764-gettyimages-464259386.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/89796310-1f62-11e8-bcfe-51b8085c6670-landscape-1452772764-gettyimages-464259386.jpg"
      },
      "content": "<p><strong>Best Picture</strong><br><em>Get Out</em></p><p>There is somehow no clear frontrunner here, or there are 4 really weak ones. <em>Three Billboards&nbsp;</em>lacks a corresponding directing nod; <em>The Shape of Water</em> missed out on a SAG ensemble nod; <em>Dunkirk</em> has no screenplay or acting nods; <em>Get Out</em> somehow missed out in editing. The winner, in short, will manage to overcome some rather mighty odds. I&#39;m predicting <em>Get Out</em> to <em>Silence of the Lambs</em> its way to a win because it was in many ways THE movie event of last year and the one film out of the lineup that best captures the zeitgeist. Genre films have historically fared very poorly at the Oscars, and after <em>Moonlight</em>&#39;s historic win in 2017 one has to wonder if voters will look to make a more conservative choice this time around. In that sense, this race feels like a litmus test for the new changes in the voting body: a victory for <em>Get Out</em> will conclusively prove they have been successful.</p><p><strong>Best Director<br></strong>Guillermo del Toro, <em>The Shape of Water</em></p><p>Del Toro has been the one constant in an otherwise maddeningly fluid race, so all signs point to his win. The technical awards will be a good indicator of a possible (but at this point unlikely) sweep for <em>The Shape of Water</em> throughout the night; if the film underperforms, this could easily mean Peele or Nolan managed the upset.</p><p><strong>Best Lead Actor</strong><br>Gary Oldman, <em>Darkest Hour</em>&nbsp;</p><p>Eh. <em>Darkest Hour</em> overperformed on nominations morning indicating that the sentiment behind it is stronger than anticipated. Oldman checks a lot of boxes (Oscar-less veteran with a basic overdue narrative, historical figure, pancake face make-up) and he&#39;s all but a lock. Needless to say, Chalamet should win this blindfolded.</p><p><strong>Best Lead Actress</strong><br>Frances McDormand, <em>Three Billboards Outside Ebbing, Missouri</em>&nbsp;</p><p>The fact that McDormand has managed to establish herself as the overwhelming favorite in spite of the otherwise divisive reaction to her film really speaks to the strength and impact of her performance and status. This is hers to lose; Ronan is a very minor spoiler.</p><p><strong>Best Supporting Actor</strong><br>Sam Rockwell, <em>Three Billboards Outside Ebbing, Missouri</em>&nbsp;</p><p>If one surprise is bound to happen to shake up any of the acting categories (the 4 frontrunners have won all 4 main televised precursor awards, the first time this feat has ever been accomplished) my gut tells me this is where we&#39;ll get it. The mixed response to Rockwell&#39;s character and his narrative trajectory makes me think some voters will look elsewhere to cast their vote (Dafoe, even Harrelson). It all depends on how many voters we&#39;re talking about.</p><p><strong>Best Supporting Actress<br></strong>Allison Janney, <em>I, Tonya</em></p><p>Janney and Metcalf play characters cast from the same matrix, except Janney&#39;s performance turns the volume to a 100 compared to Metcalf&#39;s 10. It is hers to lose.</p><p><strong>Best Original Screenplay</strong><br><em>Get Out</em>&nbsp;</p><p>This category is completely shapeless, but I feel very confident Peele will walk away with this one.</p><p><strong>Best Adapted Screenplay</strong><br><em>Call Me By Your Name</em></p><p>James, finally. Go get it gurl.&nbsp;</p><p><strong>Best Production Design</strong><br><em>Blade Runner 2049</em></p><p><strong>Best Cinematography</strong><br><em>Blade Runner 2049&nbsp;</em></p><p><strong>Best Costume Design</strong><br><em>Phantom Thread</em></p><p><strong>Best Film Editing</strong><br><em>Dunkirk&nbsp;</em></p><p><strong>Best Makeup and Hairstyling<br></strong><em>Darkest Hour</em></p><p><strong>Best Original Score</strong><br><em>The Shape of Water</em>&nbsp;</p><p><strong>Best Original Song</strong><br><em>This is Me</em>,<em>&nbsp;</em><em>The Greatest Showman</em>&nbsp;</p><p><strong>Best Sound Mixing</strong><br><em>Dunkirk&nbsp;</em></p><p><strong>Best Sound Editing</strong><br><em>Dunkirk</em></p><p><strong>Best Visual Effects<br></strong><em>War for the Planet of the Apes&nbsp;</em></p><p><strong>Best Animated Feature<br></strong><em>Coco&nbsp;</em></p><p><strong>Best Documentary<br></strong><em>Faces Places&nbsp;</em></p><p><strong>Best Foreign Language Film<br></strong><em>A Fantastic Woman</em></p><p><strong>Best Animated Short</strong><br><em>Revolting Rhymes</em></p><p><strong>Best Documentary Short</strong><br><em>Traffic Stop</em></p><p><strong>Best Live Action Short<br></strong><em>DeKalb Elementary</em>&nbsp;</p>",
      "blurb": "Francesco takes a stab at predicting the Oscar winners for 2017."
    }
  },
  {
    "_id": "5a3bd50affb2c15f23000086",
    "order": 6,
    "slug": "coco",
    "title": "Coco (Unkrich, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-12-21T15:36:42.662Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2017-12-21T15:36:42.662Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-02-08T04:04:10.732Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2018-02-07",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/bcfd6290-e664-11e7-9b23-bf7bb9136344-disney-pixars-coco-ht-mem-171117_4x3_992.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/bcfd6290-e664-11e7-9b23-bf7bb9136344-disney-pixars-coco-ht-mem-171117_4x3_992.jpg"
      },
      "content": "<p><strong>Disclaimer:&nbsp;</strong><em>I am an Italian-born American white guy. I fully appreciate that this film was not made for me. &nbsp;I also appreciate that my knowledge of Mexican culture and folklore is in no way adequate and sufficient to understand and unpack their portrayal in this film.</em></p><p>At the culmination of <em>Coco</em>&#39;s apologue about family and its complex bonds, protagonist Miguel (Anthony Gonzalez) sings a song to his great-grandmother Coco (Ana Ofelia Murgu<span style=\"color: rgb(0, 0, 0);\"><a href=\"https://en.wikipedia.org/wiki/Ana_Ofelia_Murgu%C3%ADa\" title=\"Ana Ofelia Murguía\">&iacute;a</a>) to help her remember. &nbsp;Memory is a narrative leitmotiv in much of Pixar&#39;s output: the fear of being forgotten (the&nbsp;</span><a href=\"http://www.imdb.com/title/tt0114709/\" rel=\"noopener noreferrer\" target=\"_blank\"><span style=\"color: rgb(0, 0, 0);\">Toy Story</span></a><span style=\"color: rgb(0, 0, 0);\">&nbsp;trilogy), the dangers of forgetting oneself (</span><a href=\"http://www.imdb.com/title/tt0317705/\" rel=\"noopener noreferrer\" target=\"_blank\"><span style=\"color: rgb(0, 0, 0);\">The Incredibles</span></a><span style=\"color: rgb(0, 0, 0);\">), or the archival anxiety related to getting older (</span><a href=\"http://www.imdb.com/title/tt1049413/\" rel=\"noopener noreferrer\" target=\"_blank\"><span style=\"color: rgb(0, 0, 0);\">Up</span></a><span style=\"color: rgb(0, 0, 0);\">). &nbsp;Miguel&#39;s song is aptly titled <em>Remember Me</em>, but it is not a personal plea: the character is singing on behalf of his great-great-grandfather H&eacute;ctor (Gael Garc&iacute;a Bernal), Coco&#39;s father, who left when his daughter was a young child never to return. Coco is the last person alive to have known her father, and his existence in the afterlife is predicated entirely upon her remembrance. <em>Coco</em> is, first and foremost, a visual and narrative celebration of the traditional Day of the Dead, a yearly holiday in which families gather to pay respect to their dead and support their spiritual journey, but it also advances a theory about the eternalizing power of memory: we continue to exist well after we are gone as long as we have mattered to someone enough to be remembered.&nbsp;</span></p><p><span style=\"color: rgb(0, 0, 0);\">The Rivera family owns a thriving shoemaking business in Santa Cecilia, Mexico. The business was started by matriarch Imelda (Alanna Ubach) who, after having been unceremoniously left by her guitar-playing husband with a daughter and no money, started making shoes and banned music from ever being played in her family. On the eve of the Day of the Dead celebration in the present day, Imelda&#39;s great-great-grandson Miguel accidentally breaks a framed photograph of Imelda from the family&#39;s ofrenda and discovers that a hidden half of the picture conceals the headless image of Imelda&#39;s husband holding the guitar of Ernesto de la Cruz, a legendary actor and singer from Santa Cecilia. Miguel, himself an aspiring musician, concludes that he is a descendant of Ernesto&#39;s, and tells his family that he wants to make music for a living. Miguel&#39;s grandmother Elena (Ren&eacute;e Victor) destroys Miguel&#39;s guitar to prevent him from playing, but Miguel is undeterred and in an act of defiance he steals Ernesto&#39;s own guitar from his mausoleum. The theft causes Miguel to become invisible to the living and move to the world of the dead, where he meets his ancestors who have crossed over for the holiday: Imelda, whose image went missing from the ofrenda, is however stuck and cannot cross over to the Land of the Living. The dead can in fact only take part in the festivities if directly summoned by the living who memorialize them on the ofrenda. Miguel realizes that he only has until sunrise to go back to the Land of the Living, but in order to do so he needs a blessing from a member of his family. Imelda is only willing to bless Miguel on the condition that he never play music again; Miguel then resolves to find Ernesto and get his blessing instead.</span></p><p><span style=\"color: rgb(0, 0, 0);\">Miguel&#39;s journey in the Land of the Dead is imagined as an explosion of colors and layers and state-of-the-art computer animation: every frame brims with vibrant, geometric landscapes or expansive, dynamic group shots. This marvelous visual accumulation never feels unnecessary or exhausting; on the contrary, it is so expertly arranged as to completely envelop the viewer and become in itself paradigmatic. This same journey also articulates Miguel&#39;s trajectory towards gaining ownership of his agency and talent, which is one of <em>Coco</em>&#39;s main narrative concerns: by opposing a repressive structure, the character learns the depth and authenticity of his calling, he learns that some of his assumptions are correct and that others are misinformed, he grows up, he brings positive change. This would be enough to make <em>Coco</em> a good film; what makes it great, however, is its thoughtful interrogation not of amoral familism but of the (a)moral apparatuses we inherit and are loath to examine or question or dismantle. <span style=\"color: rgb(0, 0, 0);\">Coco does finally remember her father, and in doing so she forgives and saves him; the act of reminiscing gifts her with a renewed energy and her family with the acceptance of music and a richer way to celebrate its ancestry.&nbsp;</span>Memory, in this sense, is in <em>Coco</em> a gateway to a form of ontology that yearns for the infinite - we exist because we are memories and we exist for as long as we are memories - but it also represents a bank of shared knowledge that functions to inform us, warn us, and show us why change may itself be a moral imperative.&nbsp;</span></p>",
      "blurb": "Francesco reviews Lee Unkrich's Coco."
    }
  },
  {
    "_id": "5a4edab77a8f89c42300028a",
    "order": 7,
    "slug": "2017-academy-awards-our-preliminary-predictions-in-all-categories-commentary",
    "title": "2017 Academy Awards Final Predictions",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2018-01-05T01:53:59.083Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2018-01-05T01:53:59.083Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-01-22T15:56:49.112Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2018-01-04",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/fec3aa20-f1b5-11e7-9582-056e5726702e-636208988412882508-776359932_oscars.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/fec3aa20-f1b5-11e7-9582-056e5726702e-636208988412882508-776359932_oscars.jpg"
      },
      "content": "<p><strong>Picture*</strong><br>Three Billboards Outside Ebbing, Missouri<br>The Shape of Water<br>Dunkirk<br>Get Out<br>Three Billboards Outside Ebbing, Missouri<br>Lady Bird<br>Call Me By Your Name<br>The Florida Project<br>Mudbound</p><p>*In order of likelyhood<br><br>This year is rather hard to predict given the lack of a clear frontrunner. <em>The Shape of Water</em> is widely expected to lead the nomination count and is coming off a PGA victory, but the lack of a SAG ensemble nomination seems to have somewhat compromised its chances. <em>Three Billboards</em>, <em>Get Out</em>, and <em>Dunkirk</em> appear to be much better positioned for the win. <em>Three Billboards</em> has collected Globe and SAG Best Picture honors, and McDormand and Rockwell have emerged as favorites in their respective categories. <em>Dunkirk</em> should be the safest choice for the token straight white Academy member still representing a significant chunk of the voting body. <em>Get Out</em> embodies the ethos of 2017 more than any other title here, and the efforts in revamping membership might favor unorthodox choices over more traditional Oscar bait (if last year is any indication). In any case, this would be an encouraging line-up in terms of variety and diversity, featuring LGBTQIA, minority, and female-centered films that 5 or 10 years ago were relegated to the writing categories or to a solitary acting nod - if not altogether ignored - but are today strong contenders in multiple main categories. After being snubbed by SAG, WGA, and BAFTA, <em>The Post</em> is a very precarious #9 (if in it at all). The industry seems to have all but forgotten about it.<br><br><strong>Director</strong><br>Luca Guadagnino, Call Me By Your Name<br>Jordan Peele, Get Out<br>Greta Gerwig, Lady Bird<br>Guillermo del Toro, The Shape of Water<br>Martin McDonagh, Three Billboards Outside Ebbing, Missouri</p><p>Perhaps the trickiest category to predict, given the lack of a Best Picture frontrunner and the fact that here there are only 5 available spots. Del Toro looks like a safe bet on the overall strength of his film and his performance this awards season. McDonagh should benefit from the surge of <em>Three Billboards</em>. Peele is also well positioned, but he would arguably be only the 4th director to ever receive a nomination for a horror film (Hitchcock, Friedkin, and Demme are the others - even if <em>Get Out&nbsp;</em>transcends genre classification to a degree) and only the 5th black director ever. On a similar note, Gerwig would be only the 5th female director to receive a nomination, and the concern for her is that <em>Lady Bird</em> feels more like an acting/writing achievement than a directorial one. Guadagnino seems more likely than Nolan to net the #1 votes needed in the preferential ballot; furthermore, Nolan is yet to land a directing nomination after several high-profile snubs, suggesting voters haven&#39;t warmed up to him (yet). DGA hardly ever matches the Oscars 5 for 5, so expect at least one surprise here.<br><br><strong>Actor in a Lead Role</strong><br>Timoth&eacute;e Chalamet, Call Me By Your Name<br>James Franco, The Disaster Artist<br>Daniel Kaluuya, Get Out<br>Gary Oldman, Darkest Hour<br>Daniel Day-Lewis, Phantom Thread</p><p>Chalamet and Oldman are all but locks and have shared most of the critics awards given out so far. The former is riding on the strongest reviews of the bunch for his performance, but the latter is a win-less veteran playing Winston Churchill while entirely encased in a scaffolding of prosthetic make-up. The Academy loves rewarding actors who portray historical figures, and Oldman has built enough of a name and an overdue narrative that he must be considered the frontrunner. While BFCA, Globes, and SAG have dramatically tipped the scale in Oldman&#39;s favor, <em>Darkest Hour</em> is not a very impressive vehicle otherwise - Oldman&#39;s acting nod might arguably be the only one it receives other than possibly make-up - and its lukewarm reception still leaves the door open for a Chalamet upset. <em>Call Me By Your Name&nbsp;</em>looks poised to receive multiple nominations, including one for Best Picture, and Chalamet poignantly embodies the emotional core of the film. Kaluuya and Day-Lewis have performed rather strongly, too, and the Academy is very likely to see off Day-Lewis&#39; acting career with one final, commemorative nomination. The case for Franco is not as compelling: <em>The Disaster Artist</em> has performed surprisingly well, but Franco was hit with sexual misconduct allegations smack in the middle of the voting window. Furthermore, this turn is an exercise in recreating one of the worst performances ever committed to film. It is questionable whether enough voters will see this kind of work as more than just a spoof.<br><br><strong>Actress in a Lead Role</strong><br>Judi Dench, Victoria and Abdul<br>Sally Hawkins, The Shape of Water<br>Frances McDormand, Three Billboards Outside Ebbing, Missouri<br>Margot Robbie, I, Tonya<br>Saoirse Ronan, Lady Bird</p><p>In compiling stats for this category since 2000, two trends seem to have emerged that are somewhat telling: actresses that get quadruple-dipped (as in receiving nods from BFCA, Globes, SAG, and BAFTA) are still somewhat vulnerable if their film isn&#39;t the frontrunner in any specific category (including this one, that is), and actresses chosen by the National Board of Review are also at risk of missing out (since 2010, this has happened 4 times out of 7). &nbsp;McDormand and Hawkins are locked in: both their respective films are very strong and serious contenders in several different categories. Ronan is coming off a comedy Globe win, and Robbie is greatly helped by <em>I, Tonya</em>&#39;s late surge (Janney is now the favorite in her category and the film itself could realistically new a Best Picture nomination). The choice to include Dench over Streep is a bit more complex: Streep won NBR and then unexpectedly missed at SAG and BAFTA, and <em>The Post</em>&#39;s<em>&nbsp;</em>dismal performance is indicative of a complete lack of traction behind the film. Dench hit both at the Globes and at SAG, and while she was hurt by a perplexing BAFTA snub, that combo is historically very strong. Meryl Streep can obviously get in on name recognition alone, and we have seen this happen as recently as last year, but she is usually the go-to name in weak years where voters struggle to fill out their ballots. This year is much more competitive, and Dench is a formidable opponent who is also beloved by the Academy. <em>Molly&#39;s Game</em> solid guild showing makes Chastain a very possible spoiler, too, in spite of snubs from both SAG and BAFTA.<br><br><strong>Actor in a Supporting Role</strong><br>Willem Dafoe, The Florida Project<br>Woody Harrelson, Three Billboards Outside Ebbing, Missouri<br>Richard Jenkins, The Shape of Water<br>Sam Rockwell, Three Billboards Outside Ebbing, Missouri<br>Mark Rylance, Dunkirk</p><p>Rockwell has emerged as the favorite taking over Dafoe, who started this awards season crushing the competition only to fall behind in the televised awards. Both are locks. Harrelson and Jenkins should make it in on the strength of their respective films, and both are former nominees who have performed very impressively in their own right. The fifth spot is completely up in the air with several contenders duking it out. The two supporting players in <em>Call Me by Your Name</em>, Armie Hammer and Michael Stuhlbarg, both missed out on SAG and BAFTA nominations (the latter also missing out at the Globes); Hammer&#39;s nomination seems predicated upon a very strong showing for his film. Christopher Plummer shot his scenes for <em>All the Money in the World</em> in a handful of days de facto saving the production, but the film is not expected to perform particularly well, and he also missed out at SAG. Steve Carell managed Globe and SAG nominations in two different categories for <em>Battle of the Sexes</em>, and this sort of confusion never bodes well; his film also failed to gain any momentum. The choice to go with Rylance, who&#39;s only managed a solitary Satellite nomination, rests on the assumption that voters will look to fill their ballots by turning to a safe film they really liked that also happens to feature a respected former Oscar winner.<br><br><strong>Actress in a Supporting Role</strong><br>Mary J. Blige, Mudbound<br>Allison Janney, I, Tonya<br>Katherine Keener, Get Out<br>Laurie Metcalf, Lady Bird<br>Octavia Spencer, The Shape of Water</p><p>Much like Rockwell, Janney has emerged as the favorite in the televised awards after initially trailing Mefcalf. Both are very safe bets. Spencer should be in on the strength of her film and the fact that she is a former winner in this category who has done incredibly well to capitalize on that victory. Blige hit everything she needed to with the exception of BAFTA, but Netflix&#39;s <em>Mudbound</em> distribution involvement and the stigma against the streaming service could severely hinder her chances. Hong Chau in <em>Downsizing</em> remains a viable possibility, but the film tanked and it is hard to imagine she would get in just on name recognition; Holly Hunter in <em>The Big Sick</em> missed out on crucial Globe and BAFTA nominations and the film itself seems to have stalled; Tiffany Haddish in <em>Girls Trip</em> would be a terrific, unconventional choice in the same vein as Melissa McCarthy in <em>Bridesmaids&nbsp;</em>but a complete lack of notices after her NYFC win seems to have doomed her chances. Predicting Keener is definitely a leap, but she is a former nominee who received great notices for <em>Get Out</em>, and in years where there isn&#39;t a clear, defined quintet this category seems to often open the door to out-of-left field nominees who end up getting dragged in on the heels of high-performing films (see Jackie Weaver or Maggie Gyllenhall or Sophie Okonedo or Toni Collette).<br><br><strong>Original Screenplay</strong><br>Dunkirk<br>Get Out<br>Lady Bird<br>The Shape of Water<br>Three Billboards Outside Ebbing, Missouri<br><br><em>The Shape of Water</em> might end up snubbed in favor of several other titles (<em>I, Tonya</em> in particular could easily sneak in) but the other 4 are very safe bets.<br><br><strong>Adapted Screenplay</strong><br>Call Me by Your Name<br>Logan<br>Molly&#39;s Game<br>Mudbound<br>Victoria and Abdul</p><p>Probably the least defined race of the bunch given the lack of strong contenders, which means that at 89 James Ivory should finally coast to his first Oscar for <em>Call Me by Your Name</em> rather handily.<br><br><strong>Film Editing</strong><br>Baby Driver<br>Dunkirk<br>Get Out<br>The Shape of Water<br>Three Billboards Outside Ebbing, Missouri<br><br><strong>Cinematography</strong><br>Blade Runner 2049<br>Call Me By Your Name<br>Dunkirk<br>Mudbound<br>The Shape of Water<br><br><strong>Production Design</strong><br>Blade Runner 2049<br>Dunkirk<br>The Post<br>The Shape of Water<br>Victoria and Abdul<br><br><strong>Costume Design</strong><br>Beauty and the Beast<br>Murder on the Orient Express<br>Phantom Thread<br>The Post<br>Victoria and Abdul<br><br><strong>Sound Editing</strong><br>Baby Driver<br>Blade Runner 2049<br>Dunkirk<br>The Shape of Water<br>Star Wars: The Last Jedi<br><br><strong>Sound Mixing</strong><br>Blade Runner 2049<br>Dunkirk<br>Get Out<br>The Shape of Water<br>Star Wars: The Last Jedi<br><br><strong>Makeup &amp; Hair</strong><br>Darkest Hour<br>I, Tonya<br>Wonder<br><br><strong>Visual Effects</strong><br>Blade Runner 2049<br>Guardians of the Galaxy Vol. 2<br>The Shape of Water<br>Star Wars: The Last Jedi<br>War of the Planet of the Apes<br><br><strong>Original Score</strong><br>Blade Runner 2049<br>Dunkirk<br>Phantom Thread<br>The Shape of Water<br>Victoria &amp; Abdul<br><br><strong>Original Song</strong><br>Evermore, Beauty and the Beast<br>Mighty River, Mudbound<br>Mystery of Love, Call Me By Your Name<br>Remember Me, Coco<br>This Is Me, The Greatest Showman<br><br><strong>Documentary Feature</strong><br>Abacus: Small Enough to Jail<br>City of Ghosts<br>Faces Places<br>Last Men in Aleppo<br>Strong Island<br><br><strong>Documentary Short<br></strong>116 Cameras<br>Alone<br>Edith+Eddie<br>Heroin(e)<br>Traffic Stop<br><br><strong>Animated Feature<br></strong>The Breadwinner<br>The Boss Baby<br>Coco<br>Ferdinand<br>In this Corner of the World<br><br><strong>Animated Short<br></strong>Cradle<br>Dear Basketball<br>Fox and the Whale<br>In a Heartbeat<br>Lou<br><br><strong>Live-Action Short<br></strong>DeKalb Elementary<br>Facing Mecca<br>Lost Face<br>The Silent Child<br>Witnesses<br><br><strong>Foreign-Language Feature<br></strong>A Fantastic Woman<br>Foxtrot<br>In the Fade<br>The Square<br>The Wound</p>",
      "blurb": "Francesco takes a stab at predicting the 2017 Oscar nominations. "
    }
  },
  {
    "_id": "5a42550b98e25f12570000a2",
    "order": 8,
    "slug": "shape-of-water",
    "title": "The Shape of Water (Del Toro, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-12-26T13:56:27.709Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2017-12-26T13:56:27.709Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-03-28T05:25:31.171Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "published_at": "2018-03-28T05:25:31.171Z",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2018-03-28",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/882dad20-ea44-11e7-b217-d72143811043-story_bg_image-2faac00e-29cb-4107-b7f2-fb8_9tJrB8e.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/882dad20-ea44-11e7-b217-d72143811043-story_bg_image-2faac00e-29cb-4107-b7f2-fb8_9tJrB8e.jpg"
      },
      "content": "<p>Guillermo Del Toro&#39;s auterial inspiration has historically explored and mined a long-standing fascination with the other: orphaned or abandoned children (<a href=\"http://www.imdb.com/title/tt0256009/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>The Devil&#39;s Backbone</em></a>, <a href=\"http://www.imdb.com/title/tt0457430/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Pan&#39;s Labyrinth</em></a>), demonic creatures turned superheroes (<a href=\"http://www.imdb.com/title/tt0167190/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Hellboy</em></a> and <a href=\"http://www.imdb.com/title/tt0411477/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Hellboy 2</em></a>), alien sea monsters and gigantic manned robots (<a href=\"http://www.imdb.com/title/tt1663662/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Pacific Rim</em></a>), and paranoid women (<a href=\"http://www.imdb.com/title/tt2554274/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Crimson Peak</em></a>). This angle has proven successful especially in adopting the point of view of the other to tell stories of loneliness or disenfranchisement, offering stirring portrayals of resilience and defiance against injustice, oppressive structures of power, or threats to the very existence of humanity. <em>The Shape of Water</em> comfortably places itself within the confines of this canon: it features a fierce protagonist with a physical disability who becomes unwillingly (and then very much deliberately) involved in a Cold War intrigue involving Russian counter-intelligence and a mysterious sea creature, it wants us to root for an unconventional yet relatable love story, it peppers the action with impressionist cues and filters it through the lens of magic realism. Yet, this time the result is as pleasant as it is inert, as competent as it is unambitious.</p><p>Baltimore. At the height of the USA-Russia tensions during the Cold War, a secret government laboratory receives a mysterious creature captured under suspect circumstances in South America. Elisa Esposito (Sally Hawkins), a mute cleaning woman employed in the facility, is soon thereafter summoned with her friend and co-worker Zelda (Octavia Spencer) to maintain and clean the premises, and she discovers that the creature is a humanoid amphibian with healing powers being kept in a tank to be studied ostensibly against its will. The two form a close bond over time, and a relationship in which spoken communication is unnecessary, much to Elisa&#39;s delight: they bond over old music recordings, small gestures of affection and reciprocal care, and ultimately fall in love. When Elisa finds out that the military is setting up to vivisect the creature with the government&#39;s tacit approval, she enlists the help of Zelda and of her best friend Giles (Richard Jenkins), a struggling gay illustrator, to break it out of the lab and free it back in the water. Colonel Strickland (Michael Shannon), the authority in charge of the secret project, soon starts to give chase, but the trio finds an unexpected ally in Mosenkov (Michael Stuhlbarg), a Russian spy posing as a scientist.&nbsp;</p><p>There is, at the core of <em>The Shape of Water</em>, a well-intentioned apologue about the politics of disability: Elisa&#39;s condition is exploited by her employers under the (ultimately erroneous and misguided) assumption that she will work and be unwilling or literally unable to raise any concerns about what she sees or experiences because she is socially, functionally, and biologically lesser than. However, it is the staging of the love story between Elisa and the creature that complicates this paradigm in ways that seem misguided if not altogether self-defeating: disability advocates have noted that the film implicitly advances the idea that disabled people are not a viable romantic match for abled ones, or that they wish or need to be healed of their disability, or that a mainstream vehicle of disability representation ultimately is a story about monster love. This criticism ultimately points not only to a certain laziness related to the lack of disability consultants on set (Hawkins is an abled actor who relied on an ASL teacher as needed), but rather to a larger failure to fully realize the three main characters as people beyond their status as minorities: Jenkins and Spencer, both perfectly serviceable as usual, are each given one set piece to engage and quickly exhaust their circumstances as an aging gay man crippled by feelings of solitude and as a lower-class black woman expected to play second fiddle to her husband; Hawkins&#39; Oscar clip is a speech in which she signs that she must help free the sea creature with whom she&#39;s bonded because he doesn&#39;t &quot;know what I lack, or how I am incomplete.&quot; Beyond that, the film itself doesn&#39;t really mobilize or disclose anything new about Del Toro as an auteur or a storyteller, and the overly precious score is often called upon to neatly punctuate moments that strive in vain towards emotional highs (a dream dance sequence is particularly poorly conceptualized and inserted as to feel tonally and diegetically off). What <em>The Shape of Water</em> lacks then, beyond its colorful sheen and elaborate production values, is perhaps ironically a voice as in a message, a point, a polemic, or perhaps the very impetus to even find one.</p>",
      "blurb": "Francesco reviews Guillermo Del Toro's The Shape of Water."
    }
  },
  {
    "_id": "5a3bd5be4c54cdf71f000110",
    "order": 9,
    "slug": "call-me-by-your-name",
    "title": "Call Me by Your Name (Guadagnino, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-12-21T15:39:42.898Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2017-12-21T15:39:42.898Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-02-28T06:21:15.281Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2018-02-27",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/2460d2a0-e665-11e7-bb45-4f197879bd3e-Call-Me-By-Your-Name-1-1600x900-c-default.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/2460d2a0-e665-11e7-bb45-4f197879bd3e-Call-Me-By-Your-Name-1-1600x900-c-default.jpg"
      },
      "content": "<p>When B. Ruby Rich first coined the term <em>new queer cinema&nbsp;</em>in 1992, the movement she described was radical and uncompromising: rejecting heteronormativity as a framework, smaller independent films like <a href=\"http://www.imdb.com/title/tt0101798/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Edward II</em></a> (1991), <a href=\"http://www.imdb.com/title/tt0102687/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Poison</em></a> (1991), and <a href=\"http://www.imdb.com/title/tt0105508/\"><em>Swoon</em></a> (1992) placed unapologetically LGBTQ characters front and center within the economy of narratives that, regardless of genre or tone or ambition, aimed to destabilize the audience&#39;s point of view/perspective/desire with frank depictions of queer sexuality, marginalization, anger, or resilience. The evolution of the movement over the last 25 or so years has charted and mirrored the relative yet forward progress of LGBTQ rights and visibility, shifting from independent to mainstream, from tolerance to acceptance, from exception to inclusion. In the transition, contemporary queer cinema has gained a larger audience and industry validation, but it remains radical as far as it asks spectators to take these stories and characters at face value. Much like <a href=\"http://www.imdb.com/title/tt2278871/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Blue Is the Warmest Color</em></a> (2013) or <a href=\"http://www.imdb.com/title/tt4975722/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Moonlight</em></a> (2016), <em>Call Me By Your Name</em> isn&#39;t exactly the tale of two queer people who fall in love as much as the tale of a romantic relationship that blossoms between two people who both happen to be queer: in 2018, the preoccupation is no longer to normalize queer romance or lust for a presumed heterosexual/cis audience as much as to craft queer narratives of romance and lust that allow their own characters to just be.</p><p>It&#39;s 1983 in the countryside of northern Italy. Elio Perlman (Timoth&eacute;e Chalamet), is a precocious teenager spending the summer with his parents (Amira Casar and Michael Stuhlbarg). Elio&#39;s father, a distinguished academic and professor of archaeology, has invited Oliver (Armie Hammer), a graduate student, to assist him with his research for an upcoming publication. Elio and Oliver differ in age, appearance, and demeanor - the former is 17, feeble, reserved, and introspective, the latter is 24, athletic, confident, and boisterous - but, over the course of a few weeks, they discover a mutual attraction. A clandestine romance soon develops, which both men very much experience with the abandon, enthusiasm, and energy of a first love: they have sex, they confide and become emotionally invested in each other. As the summer comes to a close and Oliver&#39;s departure approaches, Elio and Oliver take a trip to Bergamo which solidifies and deepens their bond. Oliver does ultimately leave, and Elio returns home shattered and forlorn; his father tells him that he knew about the two of them, that he wholeheartedly accepts him, and that Elio should cherish his sadness as part of what has been perfect, rare bond with someone else. Months later, Oliver calls to let Elio know that he got engaged to be married and that his family would never understand; nevertheless, the two characters reaffirm their feelings for each other. After hanging up, Elio sits by a fireplace, allowing himself to be freely overcome by emotion.&nbsp;</p><p>In adapting Andr&eacute; Aciman&#39;s eponymous novel, James Ivory opted to focus chiefly on the events taking place over the course of one summer, doing away with the last pages of the novel where the two leading characters meet again after 15 and then 20 years (a sequel is reportedly being planned). In this light, the film is more clearly structured as a self-contained, fully realized coming-of-age story rather than as a narrative about an ill-fated love, or as a story about two men who find each other rather than as a story of two men who lose each other. Elio&#39;s unadulterated, Edenic awakening to love and sex is experienced without guilt or fear or regret, and the character (played by Chalamet with prodigious, mercurial sensibility and naturalism) is the recipient of a marvelous speech about acceptance - of love, of grief, of oneself - delivered ever so delicately by Michael Stuhlbarg as to almost feel like a present to every single LGBTQ person in the audience. Guadagnino&#39;s hand as an auteur is light yet ornate: still eye-level close-ups are used to allow the actors to slowly and methodically unpack emotional trajectories, shots often linger more than expected to extend and charge a moment, and the first sex scene is shot with an incisive focus on sounds and sighs as the camera slowly pans away from the naked bodies of the two actors to a window open to a tree and the nighttime breeze as to surrender that moment to the summer and the crystallizing power of memory. In that sense, <em>Call Me By Your Name</em> works best if taken as a reminiscence or a nostalgic recollection: sitting in front of a fire as the end credits start rolling, Chalamet silently relives all the events we, too, have just witnessed. He smiles and cries and wipes off his tears as he realizes and accepts that he is unable to cope; he is 17, heartbroken and overwhelmed, and he is you.&nbsp;</p>",
      "blurb": "Francesco reviews Luca Guadagnino's Call Me By Your Name."
    }
  },
  {
    "_id": "5a3bd562ec3c88362300010e",
    "order": 10,
    "slug": "murder-on-the-orient-express",
    "title": "Murder on the Orient Express (Branagh, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-12-21T15:38:10.084Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2017-12-21T15:38:10.084Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-02-28T06:03:06.317Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2018-02-08",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/ef9580c0-e664-11e7-bb4c-6f40540093ad-Murder-on-the-Orient-Express.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/ef9580c0-e664-11e7-bb4c-6f40540093ad-Murder-on-the-Orient-Express.jpg"
      },
      "content": "<p>In Sidney Lumet&#39;s 1974 <a href=\"http://www.imdb.com/title/tt0071877/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Murder on the Orient Express</em></a> there is a sort of feverish energy, a penchant for zappy dialogue, a sense of a festive endeavor bringing together a skilled, close-knit cast: in attacking Agatha Christie&#39;s theatrical, expansive novel, this approach lightens up and electrifies a more or less predictable narrative of investigation and detection. By contrast, the ITV version produced in 2010 for <a href=\"http://www.imdb.com/title/tt0094525/\"><em>Agatha&#39;s Christie&#39;s Poirot</em></a> is imagined more squarely as a character study for Poirot (iconically played by David Suchet) as the detective grapples with the personal ramifications of a choice that appears ethically sound but morally objectionable: as the audience mulls over this decision, the granitic central character is reconfigured if not altogether humanized. Kenneth Branagh&#39;s version, by comparison, feels like a more conventional, uneventful playthrough: the obsequious care poured into details and production values ultimately cannot make up for the lack of a point of view.</p><p>1934. On his way back from Jerusalem to London to solve a case, celebrated private eye Hercule Poirot (Kenneth Branagh with a staggering fake moustache) finds last minute accommodations on the Orient Express. The train, which is barely powering through heavy snowfall, is at full capacity, and businessman Samuel Ratchett (Johnny Depp) approaches Poirot to hire him as a bodyguard for the length of the ride, having received anonymous threatening letters. Poirot turns down the offer. The following morning, Ratchett is found stabbed to death just as an avalanche derails the train, leaving all the passengers stranded. Resolving that the murderer must be still aboard the train, Poirot launches an investigation as to have the killer arrested by the police as soon as repairs are completed. Poirot soon identifies Ratchett as John Cassetti, the kidnapper and murderer of Daisy Armstrong, a child that had been abducted and held for ransom before being killed some time prior; he also realizes that each passenger has a meaningful, hidden connection to the Armstrong family either by blood, circumstance, or by way of the trial that followed Daisy&#39;s death that resulted in the suicide of Susanne, the family&#39;s nurse maid and main suspect. It soon becomes apparent that each passenger had a motive to carry out the murder.</p><p>There is, at least on the surface, nothing eminently wrong with Branagh&#39;s retelling of what is perhaps one of the most famous and beloved detective stories of all time: the all-star cast (Pen&eacute;lope Cruz, Judi Dench, Willem Defoe, Michelle Pfeiffer, Derek Jacobi among others) is well-assembled and predictably reliable; costumes and art direction are particularly lush and appealing. This formal ambition isn&#39;t however matched by a narrative or tonal or visual one: the film is as handsome as it is flat, uninspired, completely devoid of humor or pathos or flair. The climax/denouement of Christie&#39;s novel is so universally known as to face anyone tackling the source material with a rather unique challenge: how can a murder mystery be staged successfully when there is, in fact, no mystery to the murder? Michael Green&#39;s script offers no meaningful deviations, nor does it reimagine character dynamics, favoring instead a beat-for-beat redo; Branagh&#39;s direction lacks much of an idea of cinema.</p>",
      "blurb": "Francesco reviews Kenneth Branagh's Murder on the Orient Express."
    }
  },
  {
    "_id": "5a3bd4be77d6bbf4280000bb",
    "order": 11,
    "slug": "lady-bird-gerwig-2017",
    "title": "Lady Bird (Gerwig, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-12-21T15:35:26.933Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2017-12-21T15:35:26.933Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2017-12-28T17:11:42.407Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/871296f0-e664-11e7-9b23-bf7bb9136344-lady-bird-V1-0008_LB_00000-1-1366x911.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/871296f0-e664-11e7-9b23-bf7bb9136344-lady-bird-V1-0008_LB_00000-1-1366x911.jpg"
      },
      "content": "<p>In a lecture on the temporal dimension of his oeuvre, Andrei Tarkovsky once famously said that &quot;film is a mosaic made up of time.&quot; Tarkovsky was not simply referring to film as an assemblage of discrete pieces of footage edited to create meaning and a story; he also referred to film&#39;s inherent ability to crystallize Memory and make it immanent. It is this very principle that roots the coming-of-age movie genre: the fetishizing of memory into melancholy, the eternization of feelings or moments that guide the transition from adolescence to adulthood, and the creation of an imagined, Edenic space before the fall that represents everlasting possibility. Greta Gerwig&#39;s semi-autobiographical coming-of-age dramedy <em>Lady Bird</em> does all this with grace and confidence, but it also goes about reframing and complicating the tropes readily associated with the teenage girl stock figure and the genre as a whole.</p><p>2002. Christine (Saoirse Ronan), who goes by Lady Bird, lives with her parents (Tracy Letts and Laurie Metcalf) in Sacramento, where she goes to Catholic school as a senior. Lady Bird&#39;s relationship with her family is strained and adversarial: her father Larry is good-hearted and soft-spoken, but in dealing with depression and unemployment he has become generally withdrawn; her mother Marion is overtly critical and passive-aggressive, and in shouldering both parental roles and the management of the household she has bottled up anger and resentment. Over the course of her last year in high school, Lady Bird falls for two boys: the first, Danny (Lucas Hedges), turns out to be gay, and the second one, Kyle (Timoth&eacute;e Chalamet), turns out to be an immature narcissist; she fights to assert her independence by applying to out-of-state colleges against her mother&#39;s will despite being a modest student and her family&#39;s lack of tuition funds; she has a falling out with her best friend Julie (Beanie Feldstein) when she ditches her for the cool kids in Kyle&#39;s circle of friends, but she ultimately owns up to her selfishness and is able to save the friendship. After receiving an avalanche of rejection letters, Lady Bird learns that she has been wait-listed at a college in New York; she is ultimately accepted, driving another wedge in her relationship with her mother. The relationship isn&#39;t resolved with Lady Bird&#39;s move, but a chain of events finally allows the two characters to at least appreciate where the other is coming from.</p><p>The film poignantly opens with high-angle shot of Marion and Lady Bird sleeping on the same bed while facing each other. The shot&#39;s symmetrical mise-en-scene immediately introduces and summarizes this relationship for the audience in a simple and exact way: the characters are at once two halves of the same whole and opposing, antagonistic forces. This is also significantly the one relationship that drives Lady Bird&#39;s trajectory into adulthood: in breaking with Hughesian tradition, it isn&#39;t through the fulfilling of a heterosexual romantic liaison that the central female character comes of age, nor does she need the validation of her boy crush to punch into an essentialist idea of womanhood. Not only do Ronan&#39;s and Metcalf&#39;s expert performances allow these two characters to vibrate with lived-in naturalism, but the writing maps out clearly the relationship&#39;s points of convergence and divergence: both are stubborn, both struggle with a crippling sense of mediocrity; Lady Bird&#39;s strive for independence is interpreted by Marion as the rejection of an inadequate maternal matrix. <em>Lady Bird&nbsp;</em>is often fun and entertaining, and high school dynamics are tackled with an eye that at once recognizes their ridiculousness and their emotional heft: Beanie Feldstein is particularly excellent as the best friend and there is an ease to this portion of the narrative that feels fresh and complete. Yet, <em>Lady Bird</em> really matters to the extent that it is able to innovate the genre: it is a film that deromanticizes youth and de-fetishizes the individual struggle; it is a film that reimagines familiar tropes by assigning them to unexceptional, complex characters; it is a film about the memories we do not like to revisit and about why they matter; it is a film about that point in time when we realize our parents are people.</p><p><br></p><p><br></p><p><br></p><p><br></p>",
      "blurb": "Francesco reviews Greta Gerwig's Lady Bird."
    }
  },
  {
    "_id": "5a451a9d7fbbaff40100030b",
    "order": 12,
    "slug": "matts-jedi-thoughts",
    "title": "Matt's Jedi Thoughts",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-12-28T16:23:57.814Z",
    "created_by": "5a451977eba280a80200022c",
    "created": "2017-12-28T16:23:57.814Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "metadata": {
      "author": "mattyar",
      "legacypublishdate": "2017-12-28",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/7e31bc00-ebeb-11e7-a789-ad1e280f65e4-yoda.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/7e31bc00-ebeb-11e7-a789-ad1e280f65e4-yoda.jpg"
      },
      "content": "<p>Gender</p><ul><li><p>I really appreciate that the modern Star Wars universe has diversity in its cast. There are strong female characters, variety in the ethnicity of case members, and hints of non-heterosexual characters (though not as strongly as some expected/hoped).</p></li><li><p>That said, I think there is some confusion about the role of gender in the film. Most of the male characters are portrayed as brash, bumbling and immature (Poe, Finn, Kylo Ren), and even Luke does not have the wisdom one would expect from a Jedi of his age (think Ben Kenobi in ANH, or even Leia in this movie). The female characters are stronger as a whole, but I got the impression that many were almost female actors written into a traditionally male role (think Captain Phasma, Vice Admiral Holdo, maybe Rose). Gwendoline Christie as Captain Phasma was most interesting to me, as you can directly compare her character to Brienne in GoT. I feel that Brienne is a complex and believable character, a woman who has simply always been drawn to a traditionally male role; Captain Phasma lacks depth, and is essentially an aggressive/evil villain that happens to be played by a woman.</p></li><li><p>In contrast, Adam Driver is very masculine (though understandably immature) as Kylo Ren (I agree with <a href=\"https://www.reddit.com/u/Benjamin5431\">u/Benjamin5431</a> that he&#39;s in some ways a better Anakin than Anakin), and I think Rey is the best example of strong femininity. And of course Carrie Fisher kept her strength and complexity as Leia in her final film.</p></li><li><p>I think Western society is generally kinda confused about gender right now, and the movie just embodies that. Questions of gender make people uncomfortable; conservatives tend to respond by decreeing that we are only the gender given to us by God/biology, and liberals tend to err on the side of attributing gender purely to societal influences.</p></li></ul><p>Wealth</p><ul><li>Did anyone else get strong anti-capitalism/wealth vibes in the Finn/Rose storyline? They took great joy in destroying the beautiful city (whether or not you agree with casinos, there was certainly beauty there). Yes, they were arms dealers who sold to the &quot;bad guys&quot; (though also the &quot;good guys&quot;), but the impression I got was more &quot;fuck the rich for being rich&quot; than it was &quot;these people are evil and destroying their wealth is good.&quot; Thoughts?</li></ul>",
      "blurb": "Gender and Wealth in TLJ"
    }
  },
  {
    "_id": "5a4510aaeba280a80200021b",
    "order": 13,
    "slug": "star-wars-ep-viii-the-last-jedi",
    "title": "Star Wars Ep. VIII: The Last Jedi",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-12-28T15:41:30.299Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-12-28T15:41:30.299Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2017-12-28T16:23:34.816Z",
    "modified_by": "596ba29928bd508a2b000ae2",
    "publish_at": null,
    "metadata": {
      "author": "Mitchell Cravens",
      "legacypublishdate": "",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/2f8baad0-ebe5-11e7-a789-ad1e280f65e4-lastJediblog.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/2f8baad0-ebe5-11e7-a789-ad1e280f65e4-lastJediblog.jpg"
      },
      "content": "<p><strong>I haven&#39;t written anything yet, and finishing an entire article feels like a burden at this point, so I&#39;m going to start my reviews by just providing somewhat elegant note-taking.</strong></p><p><br></p><p>- red salt scene was very creative</p><p><br></p><p>- enjoyed the new force powers, even if Leia flying was kind of ridiculous</p><p><br></p><p>- Too much misogyny directed at Admiral Holdo from Poe Dameron - I understand the character thread with Poe, but his initial mistrust of the character seems out of place in 2017.</p><p><br></p><p>- Mark Hamill gave a great performance - fun to his his development as an actor since his career began 40 years ago. Watched wired interview with him and Daisy Ridley that made me miss him/appreciate his joker voice.</p><p><br></p><p>- Star Wars continues to fail us by refusing to pick a mythology or try to explain anything - why didn&rsquo;t we get an explanation of what that Sith cave was/its origins/how it related to the original Jedi Temple? Or how about the lack of explanation of who the fuck Snoke was?</p><p><br></p><p>- The scene with Yoda was my favorite; of all the humor in the movie, his seemed the most sincere; also, I think that the use of Force Ghosts as plot advancers/counselors is something they need to use, especially considering that fans go wild for nostalgic stuff like that. Unfortunately, the death of many past protagonists makes this more difficult.</p><p>- Humor is also well-leveraged with Chewie and always has been, whether it&rsquo;s with people (Han/Leia/Luke), droids (C3PO/R2-D2), or now animals, which was a fun new thread. The porgs were hilarious; scene where Chewie was trying to eat one of them was great.</p><p><br></p><p>- The pacing of the film was garbage, partially due to the enormous burden the sheer amount of characters puts on resolving narrative arcs; too many characters. Film fails to hold the audience&rsquo;s focus throughout; the stakes are really high throughout the film, the galaxy is in crisis in the same way it is in The Empire Strikes Back, but it only feels like at the beginning and end.</p><p><br></p><p>- Kylo Ren&rsquo;s character seems poorly written to me; he seems very shallow. Strangely enough, he&rsquo;s sort of a better-written version of Anakin, which isn&rsquo;t saying much.</p>",
      "blurb": "Star Wars Ep. VII: The Last Jedi was typical Star Wars fare - fun for a fan, messy for a film pundit. Brother #1 brings you his notes."
    }
  },
  {
    "_id": "5a3bff504b711061200001db",
    "order": 14,
    "slug": "three-billboards-outside-ebbing-missouri",
    "title": "Three Billboards Outside Ebbing, Missouri (McDonagh, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-12-21T18:37:04.728Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2017-12-21T18:37:04.728Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2017-12-21T19:45:12.463Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/9916d3c0-e67d-11e7-bb45-4f197879bd3e-three-billboards-outside-ebbing-missouri.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/9916d3c0-e67d-11e7-bb45-4f197879bd3e-three-billboards-outside-ebbing-missouri.jpg"
      },
      "content": "<p>Oftentimes what makes a film is the way in which it intersects or it converses with the zeitgeist, offering either a vital commentary or a challenging point of view. In 2017, a year of political turmoil, social unrest and upheaval, general disunity and growing mistrust of authority, Martin McDonagh has written and directed a film about a middle-aged, single, lower-class working woman who, against her better judgment, her son, her town, and the police, is clamoring for justice and will not shut up about it. There is obviously something very timely about a narrative that mobilizes to capture a woman fighting for her voice to be heard and believed, and <em>Three Billboards</em> inherently matters because it crosses paths not simply with the #metoo movement but rather - hopefully - with the awakening of a stronger and more mature feminist social consciousness. However, the film also compellingly captures a broader, almost ancestral anxiety with which women have had to contend since always - the fear of being cast outside of a collective memory and by extension, outside of History itself.</p><p>Mildred Hayes (Frances McDormand) has been mourning the death of her teenaged daughter Angela (Kathryn Newton) for seven months, since the girl was found raped and brutally murdered outside of town. In that span of time, the investigation has stalled due to lack of a suspect and witnesses; Mildred, frustrated with the lack of progress and police engagement, decides to rent out three billboards by her house, putting up signage that reads in sequence, &quot;Raped while dying&quot;, &quot;Still no arrests?&quot;, and &quot;How come, Chief Willoughby?&quot; Willoughby (Woody Harrelson), Ebbing&#39;s police chief, is dismayed at the stunt and so are the conservative townspeople, who do not like to see authority so flippantly challenged and are otherwise very protective of Willoughby, who also happens to be in the final stages of pancreatic cancer. Officer Dixon (Sam Rockwell) Willoughby&#39;s racist and bigoted right hand, foments hostility against Mildred, and the woman and her son Robbie (Lucas Hedges) begin receiving serious threats. Nevertheless, Mildred persists. Willoughby ultimately resolves to commit suicide, and sends Mildred a letter apologizing for having failed her and the murder investigation alongside enough money to keep the signs up for another month; the case moves down to Dixon who is then fired from the force after brutally beating the sign company employee. It isn&#39;t until a possible suspect is identified that Mildred and Dixon are forced to cooperate and later form a bond of trust, if not mutual respect.</p><p>Dixon&#39;s narrative trajectory has rightfully outraged those who have read it as an apologue of redemption; within <em>Three Billboards</em>&#39; moral architecture, however, characters aren&#39;t good or bad and do not simply change for the better or worse. Rather, the film is more exactly built around a series of oppositions - Mildred vs the police, Mildred vs the town, the police vs free speech, activism vs acquiescence - that do not necessarily get resolved as much as they are employed to add shading to the characters and to ask the audience questions. Dixon only realizes a semblance of a vocation after he has lost his job and has become disfigured in a fire, and again he fails to solve the murder mystery at the end: it isn&#39;t as a police officer but rather as a private citizen that the character even approaches some dimension of humanity. Beyond McDormand&#39;s impassioned portrayal, Mildred resonates as a rounded, fleshed out character because she is unreasonable, moody, and tired, and because she makes mistakes and poor decisions, and it is her anger that the film employs to advance a meditation on how hard it is for women to live lives which society may code as meaningful. Mildred&#39;s obsession with the investigation and her relentless, no fucks given approach to the pursuit of truth aren&#39;t simply a question of justice as much as an act of revindication: she wants the case to be solved because her daughter <em>mattered</em>. It is this very agency that the character and ultimately the film want to capture as systematically neglected, silenced, bypassed, and move to reclaim and reposition within the Derridean archive: this is what makes <em>Three Billboards</em> an imperfect yet powerful political manifesto.</p>",
      "blurb": "Francesco reviews Martin McDonagh's Three Billboards Outside Ebbing, Missouri."
    }
  },
  {
    "_id": "59dce346d5233c8e520005e9",
    "order": 15,
    "slug": "kingsman-the-golden-circle-jeepers-creepers-3-extreme-makeover-sequel-edition",
    "title": "Kingsman: The Golden Circle & Jeepers Creepers 3 - Extreme Makeover Sequel Edition",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-10-10T15:12:06.178Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2017-10-10T15:12:06.178Z",
    "options": {
      "content_editor": 1,
      "slug_field": 1
    },
    "status": "published",
    "modified_at": "2017-11-21T13:47:06.778Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/6ec43860-cec2-11e7-85a9-9bd37ddbeb0e-73b36a30-adc5-11e7-beb1-11ebba32fe9c-imgonline-com-ua-twotoone-Z8wnBAoc4CnF.jpeg",
        "imgix_url": "https://cosmic-s3.imgix.net/6ec43860-cec2-11e7-85a9-9bd37ddbeb0e-73b36a30-adc5-11e7-beb1-11ebba32fe9c-imgonline-com-ua-twotoone-Z8wnBAoc4CnF.jpeg"
      },
      "content": "<p>As far as sequels go, <em>Kingsman: The Golden Circle</em> and <em>Jeepers Creepers 3&nbsp;</em>represent an interesting case study: how do we go about repurposing a stalled/stalling series with proven crossover potential and somewhat of a cult following? Coming 3 and 14 years after the latest installment in their respective franchises, these two films share the same goal but employ different strategies; the both ultimately fail, even though one of them is at least eminently watchable.&nbsp;</p><p>In <em>Kingsman: The Golden Circle&nbsp;</em>(Vaughn), a year has passed the events of the first film. Eggsy Unwin (Taron Egerton) is now in a relationship with Crown Princess Tilde of Sweden (Hanna Halstr&ouml;m). While the couple is in Sweden, a volley of missiles suddenly destroys the Kingsman headquarters and kills all active agents in the country. As it turns out, Eggsy&#39;s rival Charlie (Edward Holcroft), believed to be dead, survived the head-popping Valentine satellite sabotage with severe but not life-threatening injuries, and is now seeking revenge with the help of Poppy Adams (Julianne Moore) the head of one of the world&#39;s largest drug cartels. Poppy, a deranged psychopath, has laced all her recreational drugs with a toxin that will cause a slow and painful death upon consumption, strong-arming the President of the United States to end the war on drugs if he wants her to release the antidote. As people across the world become affected by the toxin, Eggsy and fellow agent Merlin (Mark Strong) connect with Statesman, an American secret organization headed by Champagne (Jeff Bridges), Tequila (Channing Tatum), and Ginger Ale (Halle Berry), and discover that Statesman has also been concealing Harry (Colin Firth), believed to be dead, in a state of amnesia.&nbsp;</p><p>The choice of essentially recasting the entire franchise midway through a sequel is not radical as much as it is reckless: not only does it undermine the audience&#39;s investment in the story, but it altogether robs the film of the off-beat charm, quirky and unique cultural underpinnings, and the relationships and character dynamics established in the first installment, replacing all of that with known and more immediately recognizable faces and locations via a generally less inspired Hollywood action fare. Taron Egerton remains a charismatic leading presence but Eggsy&#39;s chav identity, so vital to the understanding of the character in relation to his roots and diegetic trajectory, cannot be explored quite as successfully as the character readies himself to become the Prince Consort to the Crown Princess of Sweden, and most of the plot takes place in Kentucky or alternatively in Poppy&#39;s Americanized, Normal Rockwell-inspired hideout in Cambodia. The action remains entertaining and well-choreographed, if less joyously discombobulated; Elton John provides a memorable cameo in full-on Rocket Man era getup, and Julianne Moore gets to cut her teeth on a type of character she&#39;s never played before, and does it with gusto. However, in displacing the action so dramatically, <em>Kingsman: The Golden Circle</em> ultimately displaces and loses its own identity as a sui generis spy action comedy: as a product meant for mass consumption it feels special, if not altogether less accomplished.</p><p><em>Jeepers Creepers 3</em> (Salva*) revives the action 14 years after the second installment. Shortly after the events of the first film, the local police set out to give chase to the Creeper (Jonathan Breck) and the film tracks two simultaneous storylines: in the first one, Sheriff Tashtego and Sergeant Tubbs (Stan Shaw and Brandon Smith) collaborate to stage a stakeout as they learn more about the creature&#39;s m.o. and its intentions; in the second one, Gaylen Brandon and her granddaughter Addison (Meg Foster and Gabrielle Haugh) grapple with the dead of Kenny (Jordan Salloum) the former&#39;s son and the latter&#39;s father, just as he reappears in a vision to warn Gaylen that the Creeper will visit them soon to claim back something that belongs to him. The monster eventually kidnaps Addison, and Gaylen unearths a clue to the Creeper&#39;s past. Eventually the threat is temporarily conquered, and at the end of the film Addison&#39;s boyfriend Buddy (Chester Rushing) boards the same school bus that will serve as the stage for<em>&nbsp;Jeepers Creepers 2</em>.</p><p>The very choice to imagine the third film as a bridge between the first two installments robs <em>Jeepers Creepers 3</em> of any dramatic tension and filmic purpose. We know the Creeper will survive the events of this film as we know that he well survives the events of <em>Jeepers Creepers 2</em>, but we do not learn anything about him or his mythology (the characters do, but we don&#39;t experience what they see, nor is it ever explained or intellectualized) and there is no arc or narrative trajectory to be resolved in any meaningful way. As a matter of fact, the film lacks ideas as well as the unique focus in relation to the coding of a certain anxiety vis-a-vis the abject in the setting of rural America that made the first two films so strangely effective and uncomfortable. As a horror film, <em>Jeepers Creepers 3</em> is not particularly scary or well-constructed, and the sheer framing of the action lacks attention and finesse especially when compared to some the outstanding set pieces that have animated the franchise&#39;s first two outings. The acting is similarly by the books, even though Meg Foster&#39;s otherworldly blue eyes create a space of aching nostalgia that the film is either unable or uninterested in visiting.</p><p>*Victor Salva is a convicted sex offender.</p>",
      "blurb": "Francesco reviews the new Kingsman and Jeeper Creepers installments."
    }
  },
  {
    "_id": "59c7cd310188e4356b000424",
    "order": 16,
    "slug": "mother-aronofsky-2017",
    "title": "mother! (Aronofsky, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-09-24T15:20:16.903Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2017-09-24T15:20:16.903Z",
    "options": {
      "slug_field": 0,
      "content_editor": 0
    },
    "status": "published",
    "modified_at": "2017-10-12T13:32:28.552Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/7b3635c0-a12d-11e7-8227-79e80e2a804c-c278b6aa16554953ae15999a81f697a8.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/7b3635c0-a12d-11e7-8227-79e80e2a804c-c278b6aa16554953ae15999a81f697a8.jpg"
      },
      "content": "<p>Darren Aronofsky&#39;s idea of cinema is a jolting, restless tension towards chaos; it is characters in front of the abyss, unsure whether to jump or recede; it is feverish SnorriCam close-ups and thunderous sound effects over jump cuts. <a href=\"http://www.imdb.com/title/tt0138704/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>&pi;</em></a> (1998) and <a href=\"http://www.imdb.com/title/tt0414993/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>The Fountain</em></a> (2006) exist as visionary, syncretic attempts to blend surrealism and magic realism, religion and empiricism; <a href=\"http://www.imdb.com/title/tt1125849/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>The Wrestler</em></a> (2008) and <a href=\"http://www.imdb.com/title/tt0947798/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Black Swan</em></a> (2010) interrogate the stakes of art and performativity and the relationship between self-fulfillment and self-annihilation. Aronofsky isn&#39;t particularly keen on exposition or resolution; many of his narratives break open or tear apart at the seams never to be pieced together again, leaving the audience to choose which pieces to pick up and take home. <em>mother!&nbsp;</em>is, in many ways, the auteur&#39;s most unforgiving film yet: it eschews logic, plot, character motivation, and genre categorization; it is outstandingly unnerving and unpleasant; it is a nearly undecodable allegory.</p><p>Him (Javier Bardem), a famous writer, and mother (Jennifer Lawrence), his wife, live alone in a remote octagon house that has been recently burned by a fire. By placing a crystal on a pedestal, Him seemingly reverses time bringing the house back to a renovated state and forming Mother anew in their bed. The two seem to be working through some sort of marital impasse, caused by Him&#39;s writer&#39;s block. Mother is otherwise busy painting the house, and over the course of the film she repeatedly visualizes its beating, slowly decaying heart through the walls. One night, man (Ed Harris), a sickly stranger, shows up looking for a room and is invited by Him to stay overnight. The following day, he is joined by woman (Michelle Pfeiffer), his wife, who is also invited to stay despite mother&#39;s founded concerns. Man and woman begin behaving oddly: they&#39;re rude, nosy, overbearing, and they break Him&#39;s crystal; they&#39;re soon joined by their feuding sons (Domhnall and Brian Gleeson) who are arguing over man&#39;s will. In the resulting brawl, the youngest son is killed and everyone rushes to the hospital, leaving mother to clean the bloodied floor. When Him returns, mother angrily confronts him; they have sex, and the morning after mother announces she is pregnant. After an indeterminate amount of time following a wake for the deceased, Him has finished his book and mother is about to give birth. Him&#39;s fans start showing up uninvited, first in small groups and then by the hundreds, and completely take over the house.</p><p>Despite several Biblical cues and suggestions that may be readily identified (the Garden of Eden, Adam and Eve and the forbidden apple, the parable of Cain and Abel), <em>mother!</em> operates best on a non-exegetical, sensory, emotional level. <em>mother!</em> isn&#39;t a film as much an abstract text for the viewer to resist or embrace, a puzzle with dots that are best not connected, a journey towards a vanishing point with no discrete steps: it&#39;s a take on chauvinism, it&#39;s a representation of the creative process, it&#39;s a home-invasion horror film. It is most immediately comparable to Bu&ntilde;uel&#39;s avant-garde output or to Żuławski&#39;s <a href=\"http://www.imdb.com/title/tt0082933/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Possession</em></a> (1981), which is a similarly breathtaking and unhinged portrait of a couple&#39;s descent into madness anchored to an astonishing performance courtesy of Isabelle Adjani. To that end, <em>mother!&nbsp;</em>unfortunately pays the piper for Jennifer Lawrence&#39;s stone-faced, apathetic acting: as the core of the film&#39;s relentless implosion, Lawrence is a dull, opaque, stultifying presence at odds with the cast&#39;s otherwise dynamic, vivid energy; Michelle Pfeiffer is especially memorable any time she&#39;s holding a drink or landing a side-eye. After<em>&nbsp;mother!</em> netted an F rating on CinemaScore and opened to catastrophically low b.o. returns, Aronofsky felt compelled by either his hubris or by the distributors to sit down and explain exactly what the film is/means, and how viewers should interpret it: <em>mother!</em> is really an ecological allegory of Man&#39;s invasive, destructive impact on planet Earth, and it uses the Old Testament is a diegetic framework to advance this analogy. This explanation is ultimately as unwelcome as it is unnecessary, attaching a paradigm to an artistic form of representation that by nature must resist it. <em>mother!</em> is best experienced as one would do standing in front of a Kandinsky or a Boccioni: it is what you are, or what you want it to be.<br><br>FP</p>",
      "blurb": "Francesco reviews Darren Aronofsky's mother!"
    }
  },
  {
    "_id": "59b70ae728755ae6020000f0",
    "order": 18,
    "slug": "it-muschietti-2017",
    "title": "It (Muschietti, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-09-11T22:15:03.743Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2017-09-11T22:15:03.743Z",
    "options": {
      "slug_field": 0,
      "content_editor": 0
    },
    "status": "published",
    "modified_at": "2017-09-12T18:46:42.852Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/e3087530-9711-11e7-beed-2ba5b33e82ab-maxresdefault.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/e3087530-9711-11e7-beed-2ba5b33e82ab-maxresdefault.jpg"
      },
      "content": "<p>The challenges of adapting a novel like <em>It</em> are at once complex and fascinating: it is 1,138 pages long, it intersects and alternates between events from two completely different temporal planes, it was published in 1986, it features a baffling, inexplicable child gang bang scene and a shape-shifting clown monster; it talks about memory and friendship and trust, and about a traumatic adolescence and the idea of a damaged adulthood. The 1990 <a href=\"http://www.imdb.com/title/tt0099864\" rel=\"noopener noreferrer\" target=\"_blank\">miniseries</a> (Wallace) attempted to wrangle these various narrative threads as meticulously as possible, giving life to an iconic and truly unsettling central character as played by Tim Curry and to an otherwise rather uneven adaptation, the kind of work that ascends to cult classic status not because it is inherently good but because of how it made us feel all those years ago when we saw it for the first time. The challenge for an <em>It</em> reboot or any other adaptation attempt, then, is not living up to a measurable standard of quality as much as living up to a feeling, a memory, an impression.</p><p>On a rainy day in the fictional town of Derry in 1988, 7-year-old Georgie Denbrough (Jackson Robert Scott) leaves home to go sail a paper boat down the street. The boat accidentally sails down the gutter, and when Georgie tries to retrieve it he is first befriended and then fatally attacked by the clown Pennywise (Bill Skarsg&aring;rd), which is in fact an entity or curse that, every 27 years, comes back to terrorize and kill local children. At the end of the school year a few months later, Georgie&#39;s older brother Bill (Jaeden Lieberher) and his friends Ben (Jeremy Ray Taylor), Richie (Finn Wolfhard), Mike (Chosen Jacobs), Eddie (Jack Dylan Grazer), and Stanley (Wyatt Oleff), the self-appointed &#39;Losers Club,&#39; set out to investigate what really happened to Georgie, whose body is yet to be found. Over the course of the summer the kids must confront a ruthless gang of bullies headed by Henry (Nicholas Hamilton), the sheriff&#39;s sadistic son, and soon they realize they&#39;re all being individually targeted by Pennywise, who appears to be exploiting their various fears to weaken their resolve. The group is befriended by Beverly (Sophia Lillis) a fellow pupil who is herself being mercilessly bullied in school and abused by her father at home. The pursuit of Pennywise ultimately becomes for the gang an opportunity to test and grow friendship bonds, overcome fears, and rid the town of an evil of which the local adults are either not aware or to which they are simply not responsive.</p><p>In tackling such an expansive source material, <em>It</em> crafts a strong, suggestive setup. Match cuts between sheep being sent to slaughter and kids exiting the classroom to start their summer vacation create an effective, alarming analogy; the opening set piece between Georgie and Pennywise is brutally faithful to the infamous incipit of the novel; Derry as a setting is effectively rendered as an iconography of small-town Middle America where pleasantness conceals unspeakable horrors; the acting is almost uniformly excellent. As the main narrative thread begins to unspool, however, so does the film&#39;s structure. Each character gets a more or less effective set piece with Pennywise, but within the economy of a 135-minute horror narrative, the film advances an idea of fear that feels increasingly muddy and oddly paced, resulting in a surprisingly flat and uninspired denouement. As it often happens, <em>It</em> also inevitably inherited some of the issues of its literary antecedent and, in confronting its sprawling length, created new ones: very little is done to resolve the Manichean characterization of the adults in relation to the children, since they all uniformly appear like uncaring if not downright cruel figurines; very little is done to give Beverly agency beyond mainly operating as a diegetic tool that articulates the sexual coming-of-age trajectory of the boys; very little is done to honor Mike&#39;s &nbsp;backstory of racial persecution and his involvement in the proceedings, and Chosen Jacobs barely has any lines of dialogue. More egregiously, Pennywise as an embodiment of terror is flimsy and ultimately immaterial: the strength of Curry&#39;s performance resided in how ferociously corporeal and present his Pennywise was and felt, whereas Skarsg&aring;rd&#39;s clown is a CGI, Gollum-like creature that bends and moves about like a cartoon. As a failure, however, <em>It</em> is an interesting and perhaps even worthwhile one: the film does mobilize suggestive ideas about adolescence as a time of mistakes, experiments, friendship, adventure, and individualization; it is too bad, then, that the R rating will keep most of its target audience away.<br><br>FP</p><p><br></p>",
      "blurb": "Francesco reviews Andrés Muschietti's It."
    }
  },
  {
    "_id": "59886e030846404d62000339",
    "order": 19,
    "slug": "atomic-blonde-leitch-2017",
    "title": "Atomic Blonde (Leitch, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-08-07T13:41:23.159Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2017-08-07T13:41:23.159Z",
    "options": {
      "slug_field": 0,
      "content_editor": 0
    },
    "status": "published",
    "modified_at": "2017-08-11T14:20:15.110Z",
    "modified_by": "597aa16384988bb7340007a6",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/0e031590-7b76-11e7-89ff-37c2761fcfe9-atomic-blonde-charlize-theron1.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/0e031590-7b76-11e7-89ff-37c2761fcfe9-atomic-blonde-charlize-theron1.jpg"
      },
      "content": "<p>In judging the merits of <em>Atomic Blonde</em>, which is really a convoluted spy story marketed as a stylish action movie, one question nags: would a film of this sort be readily given the go-by with Jason Statham or Tom Cruise or The Rock in the lead instead of Charlize Theron? If so, how does that change the discourse about it? In a year where the most successful superhero film is one about a fierce, indestructible demigoddess, <em>Atomic Blonde</em> may represent a welcome addition to a growing canon or it may represent an expansion of it; it may represent another bid at the unmaking of a historically phallocentric genre in the same vein as <a href=\"http://www.imdb.com/title/tt0944835/\" rel=\"noopener noreferrer\" target=\"_blank\">Salt</a> (2010) or <a href=\"http://www.imdb.com/title/tt3079380/\" rel=\"noopener noreferrer\" target=\"_blank\">Spy</a> (2015); it may just be an attempt to start a new franchise. <em>Atomic Blonde</em> is not a particularly remarkable spy film, and it is a rather boring action flick with the exception of one really outstanding sequence, but at 42 Charlize Theron inhabits a dead zone for actresses in Hollywood that makes her involvement in this sort of endeavor almost miraculous, especially considering her effort as a producer pursuing a passion project that she nursed for five years. As it turns out, the most interesting question embedded in <em>Atomic Blonde</em> isn&#39;t one of form or plot but one related to the merits of the adaptation process in itself: is the reimagining or undoing of inveterate tropes enough to legitimize the existence and necessity of a text?</p><p>Lorraine Broughton (Charlize Theron) a top-level MI6 spy, is summoned to headquarters to be debriefed about her recent mission to Berlin on the eve of the fall of the wall in 1989; Lorraine had been dispatched to Germany the day following the death of James Gasciogne (Sam Hargrave), a fellow MI6 spy who had been killed while trying to abscond with the list, a microfilm hidden in a watch bearing the names of all the spies active in the Soviet Union. In a series of flashbacks set in Berlin, Lorraine meets her contact, Percival (James McAvoy), but immediately starts suspecting him of being Satchel, an unknown double agent guilty of selling information to the Soviets and of facilitating Gasciogne&#39;s murder. Lorraine is also approached by Delphine Lasalle (Sofia Boutella), a less experienced French spy, who warns her about Percival; the two begin a sexual relationship. The whereabouts and safety of the list are further compromised when KGB operatives obtain it and decide to sell it to the highest bidder, triggering a chain of events that expose more secrets about Lorraine, the CIA, and the identities of the various agents involved in the mission.</p><p>The relentless accumulation of plot twists and subplots ultimately makes <em>Atomic Blonde</em> murky if not altogether exhausting to follow; there isn&#39;t much of a commitment to any of the different narrative threads woven by the film or much time to unpack the various characters involved in them. As a matter of fact, <em>Atomic Blonde</em> seems to exist mainly as one terrific set piece - a long fight sequence shot in one continuous take unfurling up and down a stairwell into an apartment and back outside - with a less cohesive and inspired film attached to it. The recreation of a pre-unification Berlin is overly glossy and stilted, inhabiting a certain lack of accuracy or thought in which, for example, people protesting on the street all hold nearly identically shaped and written signs; long stretches of the film in which the intricacies of the plot are forcibly explained or advanced feel plodding and stale. There is, however, something special and deeply satisfying about Charlize Theron&#39;s presence, the physicality of her performance, and the punches, kicks, and beatings she freely hands out without her gender ever being questioned or even brought up. Keeping in line with the character as envisioned in <em>The Coldest City</em>, Sam Hart&#39;s graphic novel and the literary antecedent/source for the film, <em>Atomic Blonde</em> cares about Lorraine as far as she is a cunning, exceptional spy and an even more skilled, lethal fighter rather than the fact that she is female. This indifference towards gender-attuned expectations is unfortunately undermined by the decision to turn Lorraine&#39;s love interest into a woman not in an attempt to explore the implications or ramifications of the character as a queer individual but rather to film Charlize Theron and Sofia Boutella having male gaze-y, fishnet stocking&#39;d, clumsily simulated sex in what comes off as a ploy to give the ostensible target audience - straight men - a reason to purchase tickets to an otherwise female-led spy/action thriller. In contextualizing the choice, Charlize Theron spoke to the message of empowerment that comes from the depiction of a strong woman who enjoys guilt-free hook-ups; screenwriter Kurt Johnstad spoke to his interest in making a &quot;different&quot; kind of spy movie. Leaving aside the fact that these explanations, as well-intentioned as they might be, both implicitly pivot around the notion that gay sex is easily read as promiscuous and as other or &quot;different,&quot; one cannot do away with an uncomfortable feeling of disingenuousness about the whole ordeal: Hollywood has never felt the need for a different Bond installment in which James gets a Bond boy or for a Bourne sequel in which Jason gets to have sex with his husband. Let&#39;s talk about this again when those movies get the green light.</p><p>FP</p>",
      "blurb": "Francesco reviews David Leitch's Atomic Blonde."
    }
  },
  {
    "_id": "597aa758296c297734000a38",
    "order": 21,
    "slug": "dunkirk-nolan-2017",
    "title": "Dunkirk (Nolan, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-28T02:54:16.026Z",
    "created_by": "597aa16384988bb7340007a6",
    "created": "2017-07-28T02:54:16.026Z",
    "options": {
      "slug_field": 0,
      "content_editor": 0
    },
    "status": "published",
    "modified_at": "2017-08-03T22:24:07.091Z",
    "modified_by": "597aa16384988bb7340007a6",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/e2ec19e0-733e-11e7-b6c3-5dbbd9fbb448-Dunkirk-Movie-Beach-Sequence.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/e2ec19e0-733e-11e7-b6c3-5dbbd9fbb448-Dunkirk-Movie-Beach-Sequence.jpg"
      },
      "content": "<p>In discussing why he would never make a film about the Holocaust, Michael Haneke explained that, &quot;You&#39;re creating melodrama, you&#39;re trying to reach your spectators, to move your spectators, but what emotions are you calling on? There is a question of responsibility, as not only a question of responsibility towards the person you&#39;re depicting in the historical context but first and foremost to your viewers, your audience. Responsibility entails enabling your audience to remain independent and free of manipulation. [...] the idea of creating entertainment of this, turning this into entertainment [...] the mere idea of trying to draw and create suspense out of the question whether out of the shower head, gas is going to come out or water...that to me is unspeakable.&quot; To some degree, this kind of reflection speaks to the possibilities of historiography itself: can pure, unfiltered accounts of historical events exist? What are appropriate if not altogether ethical modes of historical narration? How are spectatorship expectations vis-&agrave;-vis historical accuracy informed and grappled with? In imagining and staging the Dunkirk military evacuations of May 1940, Christopher Nolan opted for a measured, almost restrained approach, a sort of humanistic realism that aims to focus not so much on discrete events as much as the people inhabiting them.</p><p>The film follows three main narrative threads: one in the air covering an hour, one out at sea covering a day, and one on land covering a week. In <em>The Mole</em>, Tommy (Fionn Whitehead) a British private, is able to retreat from the streets of Dunkirk to the perimeter where the stationed British troops are being evacuated alongside their allies. Tommy meets Gibson (Aneurin Barnard), a terse soldier busy burying the body of a deceased friend, and together the two stage the impromptu rescue of a wounded man who&#39;d been left behind on the beach, rushing the stretcher aboard the ship just as it is about to leave. Upon being denied passage on the boat, Tommy and Gibson retreat on the mole, hiding there in hopes of sneaking aboard the ship. The ship is attacked, and the two soldiers manage to rescue Alex (Harry Styles), another British soldier, as the vessel sinks. Over the course of a week, the three learn that Commander Bolton (Kenneth Branagh), the pier-master in charge of the evacuation, is facilitating Churchill&#39;s plan to bring home 30,000 soldiers; furthermore, they overhear that civilian vessels have been requisitioned to expedite the mission and save as many lives as possible. They then board another ship that gets torpedoed overnight; they hide on a beached fishing trawler with a group of Scottish soldiers in hopes to evacuate when the tide rises, but German soldiers shoot holes in the hull as target practice; as the boat sails, it starts taking water triggering a physical altercation among the men inside who cannot agree on who should be put off the ship. The boat eventually sinks, and Gibson drowns; Tommy and Alex almost make it to a nearby minesweeper before this vessel, too, is hit. They are eventually rescued by Mr. Dawson, (Tom Rylance, the main protagonist of the <em>The Sea</em> section) aboard his leisure yacht alongside several other stranded soldiers and Collins (Jack Lowden), a RAF pilot who had been forced to ditch his plane in the English Channel after being shot. In <em>The Air</em>, Collins had been on a mission with Farrier (Tom Hardy) and their squadron leader to fly over the perimeter and support the evacuation efforts; after the squadron leader is shot down and Collins is forced to stage an emergency water landing, Farrier is left to man the mission alone and with a malfunctioning gas gauge. From the air, Farrier witnesses the devastation of the evacuation efforts, including the sinking of the trawler and the bombing of the minesweeper. Farrier finally manages to take down a German bomber, and flies his plane over the beach to boost troop morale, knowing that he will be forced to land outside the perimeter; as soon as he does, he is captured by the Germans. Tommy and Alex, saved by Dawson, make it onto a train back home and are welcomed as heroes; Tommy reads Churchill&#39;s infamous <em>We Shall Fight on the Beaches</em> address on a newspaper and looks away in the distance, unmoved.</p><p>The concentric narrative structure of <em>Dunkirk</em>, in which a storyline is embedded in a larger storyline which is itself embedded in a larger one, does not necessarily signal a break or a new trend in Nolan&#39;s cinematic language: <a href=\"http://www.imdb.com/title/tt0209144/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Memento</em></a> (2000), <a href=\"http://www.imdb.com/title/tt0278504/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Insomnia</em></a> (2002), <a href=\"http://www.imdb.com/title/tt1375666/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Inception</em></a> (2012), and <a href=\"http://www.imdb.com/title/tt0816692/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Interstellar</em></a> (2014) all differently intersect, reverse, overlay, and/or cut across different or various temporal planes to challenge viewer expectations. This time, perhaps for the first time, this diegetic mechanism does not come off as a flourish or an embellishment but as an integral cog instead; each narrative thread ultimately enhances and complicates the one that contains it in unexpected ways. At its core, <em>Dunkirk</em> wants to interrogate what it means to be a hero using a counterintuitive narrative escamotage: how is a retreat or an evacuation in itself heroic? In <em>Dunkirk</em> there are no glorified moments of self-sacrifice; there are no inspirational, bombastic speeches given to demoralized troops; there are no solemn, teary farewells; in rejecting facile melodrama and the tropes more readily associated with the genre, Nolan is instead focusing on small, often inconsequential gestures and the spirit that animates them. There is heroism to be found in the struggle to stay alive against the odds; there is heroism to be found in the attempt to protect not one hundred, not ten, but just one other human being; there is heroism to be found in taking pity on yourself and on others. In <em>Dunkirk</em> the depiction of the devastation and breadth of war is mostly constructed on close-ups and medium shots of the bodies involved in it and reacting to it; it is boosted by the vivid image of a plane on fire or the flashes of bullets being fired in the air contrasting the film&#39;s otherwise uniformly dark color palette; it works because it relies on subtractions rather than additions. Heroism is, more significantly, interpreted as a personal experience or ideal that defies any attempts at politicization: in his final, remarkable close-up, Fionn Whitehead&#39;s Tommy silently rejects the pompous rhetoric often associated with the &quot;we&quot; so readily used by world leaders to craft an ethos or a body politic of which they are effectively never a part. <em>Dunkirk</em> has rightfully been criticized for excluding brown and black people from its narrative, in particular the Royal Indian Army Services Corp companies who were on the beaches and offered invaluable assistance in facilitating the transportation of supplies on land; it is also problematic film for those who want to read it as an allegory for Britain&#39;s Brexit vote. All of that matters, and it does not change the fact that, by its very nature and intentions, <em>Dunkirk</em> remains one of the most extraordinary films ever made about people who go to war and/or find themselves trapped in one.<br><br>FP</p>",
      "blurb": "Francesco reviews Christopher Nolan's Dunkirk."
    }
  },
  {
    "_id": "596bb2b9ca1bbd162c000a4c",
    "order": 22,
    "slug": "best-performance-by-an-actress-in-a-leading-role-the-20s",
    "title": "Best Performance by an Actress in a Leading Role – The '20s",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:38:49.447Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:38:49.447Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-08-09T14:48:51.511Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "published_at": "2018-08-09T14:48:51.511Z",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2015-11-10",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/f967bfe0-6a55-11e7-8e92-5f0a6431fba8-sunrise-village.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/f967bfe0-6a55-11e7-8e92-5f0a6431fba8-sunrise-village.jpg"
      },
      "content": "<p><strong>1927-28: Janet Gaynor, <em>7th Heaven</em>, <em>Street Angel</em>, and <em>Sunrise</em></strong><br>Gaynor would have actually been deserving for each one of these three performances individually, so I am happy this cumulative Oscar of sorts awarded not only those but also what was a pretty incredible year for her. If pressed to choose, I would probably say that I liked her work in <em>Sunrise</em> the most (it is also the best film of the bunch) but these three roles were really a wonderful showcase of her chops, her versatility and her expressiveness (especially considering the fact that they are silent pictures and still, her acting was emotive and fairly complex). She also worked wonders with her co-stars (Charles Farrell and George O&rsquo;Brien, who were both great and drop-dead gorgeous to boot) even though her presence &ndash; her beautiful face, her big eyes &ndash; really consumed the screen in places.</p><p><strong>Best scene</strong>: <em>7th Heaven</em>: Diane beats the shit out of her abusive, evil sister; <em>Street Angel</em>: Angela&rsquo;s last hour with Gino before she&rsquo;s escorted to prison; <em>Sunrise</em>: The Wife comes out of the kitchen to serve dinner and realizes The Husband sneaked out to meet up with his lover.</p><p><strong>1928-29: Mary Pickford, <em>Coquette</em></strong><br>I am not going to question Pickford&rsquo;s pivotal role in the history of American cinema, but she was positively dreadful in this equally ghastly movie. And after reading that she was an absolute nightmare&nbsp;on set, and how poorly the movie and her performance were generally received, this really smells more like a lifetime achievement award in disguise. Between her Cabbage Patch Kid appearance and her grotesque, ridiculous overacting, this performance is bad in almost shocking ways.</p><p><strong>Best scene</strong>: For its involuntary entertainment value, Michael&rsquo;s deathbed scene with Norma squeaking, &ldquo;Why, Michael&hellip;you look almost like&hellip;like you&rsquo;re&hellip;dead!&rdquo;</p>",
      "blurb": "Francesco reviews the Oscar winning performances in the Best Actress category."
    }
  },
  {
    "_id": "596bb28a18c475252c000a52",
    "order": 23,
    "slug": "best-performance-by-an-actress-in-a-leading-role-the-30s",
    "title": "Best Performance by an Actress in a Leading Role – The '30s",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:38:02.494Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:38:02.494Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-08-09T14:49:11.336Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "published_at": "2018-08-09T14:49:11.336Z",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2015-11-24",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/de2a5490-6a55-11e7-8e92-5f0a6431fba8-gwtw_3lg.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/de2a5490-6a55-11e7-8e92-5f0a6431fba8-gwtw_3lg.jpg"
      },
      "content": "<p><strong>1929-30: Norma Shearer, <em>The Divorcee&nbsp;</em></strong><br>I appreciated this more for its frank, almost brazen nature, and for the portrayal of a liberated and emancipated female character than for Shearer&rsquo;s performance as said character. It goes without saying that she had&nbsp;incredible screen presence &ndash;&nbsp;on top of being drop-dead gorgeous, she was made up in a pretty glorious selection of Adrian garments &ndash;&nbsp;but her performance ultimately wasn&rsquo;t&nbsp;as interesting as Jerry&nbsp;the character was. There is a certain grittiness to the&nbsp;role&nbsp;that got diluted in&nbsp;Shearer&rsquo;s overly soft delivery and her tendency to pose her lines by staring into the void,&nbsp;and her approach to the part felt a bit too glamour-attuned,&nbsp;almost causing&nbsp;that to involuntary turn into&nbsp;the point of the character altogether. Even with&nbsp;a couple of stand-out moments (the scene I chose below and the one where she parts ways with her husband after a heated confrontation), the character was left wanting.</p><p><strong>Best scene</strong>: Jerry meets her old friend/lover-to-be Paul on a train.</p><p><strong>1930-31: Marie Dressler, <em>Min and Bill</em></strong><br>This film hasn&rsquo;t really aged well at all &ndash; it is clunky, overwrought, and mostly off tonally. I realize&nbsp;it was a huge hit back in the day, and I understand that if only based on the entertainment value of the boat chase and the hotel room fight sequences that were probably a novelty at that point in time. For the rest, Dressler&rsquo;s performance is probably the main asset here &ndash; not that that&rsquo;s saying much. She certainly had an imposing presence and as the&nbsp;grumpy, elderly&nbsp;woman secretly harboring a heart of gold, she turned in a&nbsp;viable, even somewhat dynamic&nbsp;performance. That said, her acting was still heavily influenced by silent era play-to-the-back-row techniques (at times with grotesque results) and her character was incredibly one-faceted, to the point that it became hard to appreciate anything she tried to do with it.</p><p><strong>Best scene</strong>: Min smiles as she&rsquo;s taken away by the police at the end.</p><p><strong>1931-32: Helen Hayes, <em>The Sin of Madelon Claudet</em></strong><br>The film? Blah. This performance? Surprisingly&nbsp;fulfilling. For a screenplay that relied on indecent&nbsp;levels of sap, a bullet point script, uninspired characters and no direction whatsoever to yield such a remarkable turn is actually an accomplishment in and of itself, and Hayes is deserving of twice the praise. The string of ridiculous, unlucky events that befall the&nbsp;character basically stopped short of Madelon getting hit in the forehead by an asteroid, but Hayes chose not to play up&nbsp;the victim angle&nbsp;and actually brought a certain dignified resilience to the character that really held everything&nbsp;together, in spite of the script indiscriminately poking&nbsp;at Madelon for the audience to find new ways to feel sorry for her. In the end, I was able to look past the fact that she didn&rsquo;t even really attempt to sound French, since the entire movie takes place in a Paris where everybody sounds American or British anway.</p><p><strong>Best scene</strong>: Madelon sneaks into her son&rsquo;s house and sits in his chair.</p><p><strong>1932-33: Katherine Hepburn, <em>Morning Glory</em></strong><br>This film wasn&rsquo;t quite what I expected. It is quite hasted and disjointed for one, which sorta flattened the story and the characters including Hepburn&rsquo;s role, which actually felt somewhat monotonous until the party sequence rolled along. The moment Hepburn started playing an impromptu Juliet at the top of that staircase, I couldn&rsquo;t help but picture the infamous Naomi Watts&rsquo; audition scene in <em>Mulholland Drive</em>. Her voice dropped, her eyes went from vacant to&nbsp;piercing, her whole demeanor changed, and suddenly it all clicked and I got both the character and the performance. It just felt like there wasn&rsquo;t much space for her to really branch out and some of the film&rsquo;s contrivances (including the ending) didn&rsquo;t do her any favors. Still, out of her four wins, this strikes me by far as the most deserving one.</p><p><strong>Best scene</strong>: The party scene, obviously.</p><p><strong>1934: Claudette Colbert, It Happened One Night</strong><br>This was wonderful through and through, and I was incredibly impressed with Colbert. She couldn&rsquo;t have looked more &rsquo;30s if she tried (and gorgeously so, might I add), and&nbsp;her performance is a true standard for timeless comedic acting. The character was definitely carried by great writing, but Colbert&rsquo;s performance felt so modern and so effortless, and she played off Gable superbly (they reportedly couldn&rsquo;t really stand each other off the set, which I think ended up enhancing&nbsp;their chemistry). I also love that her acting and her approach to the character were completely devoid of any diva-isms (given both her status at the time and the fact that she was playing a Paris Hilton archetype of sorts) in that Ellie&rsquo;s disposition came off full of refreshing ingenuity and street-smart savvy; her character, as sheltered as it was, never felt unbearable or shallow, but really vital and lovable instead. This is a terrific, iconic and worthy performance.</p><p><strong>Best scene</strong>: Ellie pretends to be married to Peter to trick two detectives.</p><p><strong>1935: Bette Davis, <em>Dangerous</em></strong><br>I can&rsquo;t really say whether this was a consolation prize for the bizarre write-in nomination (and then loss) the year before for <em>Of Human Bondage</em> or not (I&rsquo;m thinking probably perhaps maybe yes), but I will say that this is certainly not an undeserving turn in and of itself. The film doesn&rsquo;t really amount to much &ndash; it felt unoriginal and hastily thrown together &ndash; but Davis&rsquo; performance definitely commands attention through and through. Faced with a pretty uninspired script, Davis really made the best of her lines, bringing a damaged, broken charm to her delivery and her reactions and creating a lot of subtext for her character. I wouldn&rsquo;t certainly call this her best performance or her greatest achievement, but it is a noteworthy one for sure.</p><p><strong>Best scene</strong>: Her very first line, upon being recognized on the street: &ldquo;No. You&rsquo;ve made a mistake.&rdquo;</p><p><strong>1936: Luise Rainer, <em>The Great Ziegfeld</em></strong><br>Legend has it that Rainer won the Best Actress Oscar for what is essentially a supporting performance because of the scene where, heartbroken and teary-eyed, she calls her ex-husband Flo Ziegfeld to congratulate him for his wedding. Whereas it is indeed a very touching, beautifully acted sequence (it reminded me a lot of Anna Magnani&rsquo;s segment in <em>L&rsquo;Amore</em>), it doesn&rsquo;t happen until late in the film&nbsp;and it is framed in a rather insular way&nbsp;(the movie is 3 hours long and this performance, barring this very sequence, is restricted to the first 90 minutes or so); there is definitely more to this turn that just that phone call. For one, Rainer&nbsp;was the most convincing female presence in a&nbsp;film&nbsp;populated by a number of famous actresses with equally significant roles; and her acting, more internal and naturalistic, complemented and reigned in the film&rsquo;s showiness and grandiosity quite effectively.</p><p><strong>Best scene</strong>: Headlines of Ziegfeld sending Anna 20 gallons of milk a week to bathe in hit the newspapers, and Anna reacts hysterically.</p><p><strong>1937: Luise Rainer, <em>The Good Earth</em></strong><br>The most egregious problem&nbsp;of this film&nbsp;lies in how horribly whitewashed&nbsp;it is, including Rainer&nbsp;being&nbsp;hired to play a&nbsp;Chinese peasant and being made up to&nbsp;look&nbsp;like a dirty,&nbsp;emaciated Caucasian shepherdess&hellip;.resulting in&nbsp;a German-born&nbsp;woman&nbsp;playing a character called O-Lan saying stuff like, &ldquo;Vork vil kom&rdquo; or &ldquo;Not ze land!&rdquo;&nbsp;All in all, Rainer&rsquo;s performance was rather subdued (especially compared to Muni, who was all over the place and just plain awful), and she played the role in a&nbsp;whispery, dazed stupor that managed to&nbsp;at least suggest a hint of the character&rsquo;s life struggle. Regardless, this whole endeavor stands as one of the most clueless examples of Hollywood racism I can honestly think of.</p><p><strong>Best scene</strong>: O-Lan finds a bag of precious jewels&nbsp;on the floor after getting trampled over by a mob looting a house.</p><p><strong>1938: Bette Davis, <em>Jezebel</em></strong><br>While Vivien Leigh comfortably wins the Southern belle battle in my book, I have&nbsp;the utmost appreciation for this performance; once I got used to the mental image of Bette Davis made up in huge ball gowns talking in a Southern accent, it really came to life. The transition from spoiled brat to sacrificial lamb is perhaps a bit&nbsp;too sudden to be completely believable, but Davis is a dynamic and commanding presence throughout. Because of how overwrought the script is in places,&nbsp;I definitely found more to love in her quieter moments and reactions, which rang more believable and honest.&nbsp;I did walk out of this one feeling that Julie the character ultimately didn&rsquo;t do much for Davis the actress (other than winning her an Oscar, that is), but that the latter made the former so much better than it really was.</p><p><strong>Best scene</strong>: Julie shows Pres the red, totally inappropriate dress she&rsquo;s chosen to wear at the ball.</p><p><strong>1939: Vivien Leigh, <em>Gone with the Wind</em></strong><em>&nbsp;</em><br>Even upon repeated viewings, this performance always leaves a big impression. Leigh&rsquo;s face is one of&nbsp;a timeless, complex, and modern beauty,&nbsp;and her acting is ferociously intense, creating a fascinating clash between her delicate features and the savage, resolute resilience that she poured into this character. In spite of how unlikable Scarlett really is, Leigh perfectly maps out&nbsp;her flirtatious immaturity and her unapologetically flawed and egotistic disposition, making the character almost annoyingly, uncomfortably real and relatable. This is actressing at the highest harmonics.</p><p><strong>Best scene</strong>: Upon arriving to what remains of Tara, Scarlett gets off the carriage and hurries in, completely ignoring her horse that literally drops dead in front of her.</p>",
      "blurb": "Francesco reviews the Oscar winning performances in the Best Actress category."
    }
  },
  {
    "_id": "596bb25a18c475252c000a4d",
    "order": 24,
    "slug": "best-performance-by-an-actress-in-a-leading-role-the-40s",
    "title": "Best Performance by an Actress in a Leading Role – The '40s",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:37:13.983Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:37:13.983Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-08-09T14:49:30.080Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "published_at": "2018-08-09T14:49:30.080Z",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2015-12-02",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/c2191e80-6a55-11e7-8e92-5f0a6431fba8-suspicion3.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/c2191e80-6a55-11e7-8e92-5f0a6431fba8-suspicion3.jpg"
      },
      "content": "<p><strong>1940: Ginger Rogers, <em>Kitty Foyle</em></strong><br>Perhaps this&nbsp;story is due&nbsp;for a redo, or maybe it just feels that way because&nbsp;it is&nbsp;a timeless premise that seemed&nbsp;poorly paced and somewhat dated here, to the point that I&rsquo;d be curious to&nbsp;see if it would work at all as a&nbsp;modern reinterpretation.&nbsp;The same&nbsp;basically applies to Rogers&rsquo;&nbsp;role/performance:&nbsp;there&rsquo;s&nbsp;a lot to love and&nbsp;a lot that felt&nbsp;current&nbsp;about her acting, mostly in the way she carried herself and emoted her reactions (the scene with Wyn&rsquo;s family and later with his kid, being proposed to and so on), and&nbsp;a leading presence, she&nbsp;possessed&nbsp;a certain appealing, almost&nbsp;magnetic quality about herself. However, the writing for Kitty&nbsp;was simplistic&nbsp;and uninspired,&nbsp;and it slightly dampened&nbsp;the impact of her performance as a whole.</p><p><strong>Best scene</strong>: Kitty looks up and sees Wyn for the first time.</p><p><strong>1941: Joan Fontaine, <em>Suspicion</em></strong><br>This owns the distinction of being the only performance Hitchcock ever directed to an Oscar&hellip;unfortunately.&nbsp;Imagine a film&nbsp;that builds and accumulates suspense on a central character which also&nbsp;functions as the audience&rsquo;s only&nbsp;entry&nbsp;point to the narrative&hellip;and imagine this character being performed by an actress who looks like she sees the world in scrolling binary code. For&nbsp;all the suspicion that is supposedly eating Lina up, Fontaine is as expressive as a lamp, and&nbsp;she is further buried by&nbsp;Cary Grant&rsquo;s vivacious acting, to the&nbsp;point that I found myself&nbsp;rooting for the bad guy if only&nbsp;because he was being played with such fervent and enthralling dynamism. Even with a couple of stronger moments where no lines had to be delivered, Fontaine phoned in&nbsp;a very one-dimensional turn that kind of&nbsp;hurt the entire film.</p><p><strong>Best scene</strong>: Lina sits on a chair while her husband is on the phone with the police.</p><p><strong>1942: Greer Garson, <em>Mrs. Miniver</em></strong><br>This is at least three films&nbsp;crammed into one. It&rsquo;s first and foremost a bloated propaganda manifesto&nbsp;with a great final monologue and one great performance (courtesy of Dame May Whitty). It&rsquo;s also a somewhat heavy-handed portrayal of the dynamics of a family and a small English village at large during wartime (even though Walter Pidgeon didn&rsquo;t once&nbsp;attempt a British accent and sailed thought the whole thing happily sounding like he was checking in from&nbsp;Connecticut). As for Greer Garson, God bless&nbsp;her&hellip;this is her&nbsp;two and half hours long face soap commercial. Her performance, however adequate within the realm and the intentions of the film, is basically one continuous attempt to find the best possible light with her face and immediately strike a static pose to convey happiness/sadness/concern on a loop without any semblance of strain, real emotion or wrinkles. And that, she accomplished admirably.</p><p><strong>Best scene</strong>: Kay bumps into a wounded German soldier in her garden, and tries to sell him a Lux soap bar. OK, the second part didn&rsquo;t really happen.</p><p><strong>1943: Jennifer Jones, <em>The Song of Bernadette</em></strong><br>While this&nbsp;film&nbsp;does definitely stand on its own two feet, managing to convey a true idea of faith without being preachy and building real pathos without being melodramatic, it wouldn&rsquo;t be&nbsp;nearly as impactful without Jones in it. This&nbsp;performance is anchored to a place of quiet and understatedness&nbsp;&ndash;&nbsp;Bernadette is a 14 year old girl completely unaware of what&nbsp;is happening to her, and why that makes her extraordinary. But at the same time, Jones&nbsp;is incredibly&nbsp;commanding on screen. The&nbsp;simple, collected strength behind her eyes, the dignified resilience, the soft but firm quality of her delivery, and the intensity of her resolve make the character a fully believable, complex, and multi-faceted creation. By the time her deathbed scene rolled along, I was actually on the edge of my seat.</p><p><strong>Best scene</strong>: Bernadette is left alone in her cell after having arrived to the convent.</p><p><strong>1944: Ingrid Bergman, <em>Gaslight</em></strong><br>Ahhh&hellip;this is how great thrillers are done. The complexity of the camerawork, the lush cinematography, the chilling yet&nbsp;unobtrusive sound design&hellip;perfection. Charles Boyer is a miraculously effective&nbsp;villain (those eyes!) and Bergman invented one of the most compelling cinematic victims of all time &ndash; you&nbsp;are going to figure out what is really going on way before she does, and yet, you&rsquo;re right there with her as she fights for her sanity and struggles not to let herself go. In the hand of a lesser actress, Paula would have been a more schematic, pathetic, easily designed character&hellip;but Bergman perfectly balances anguish and&nbsp;determination, bewilderment and intention. This registered&nbsp;as an incredibly modern performance, with very little affectation and very little glamour, real strength and terrific craft.</p><p><strong>Best scene</strong>: Paula lets her husband have a taste of his medicine at the end.</p><p><strong>1945: Joan Crawford, <em>Mildred Pierce</em></strong><br>Let&rsquo;s just say it: Joan Crawford&rsquo;s Oscar winning performance is kind of awful. Admittedly, <em>Mildred Pierce</em> isn&rsquo;t the greatest noir ever made, either, the narrative feeling overly diluted, the characters wandering around aimless, the drama never quite meshing with the murder/investigation plot line. But Crawford&hellip;Crawford essentially navigates the film like she&rsquo;s forever smelling an unpleasant, pungent fart, her face frozen in a stupefied, inscrutable sneer (see the scene where she&rsquo;s told her daughter is dying, a piece of news that Crawford welcomes with a limp, inexplicable &ldquo;Oh, no.&rdquo;) No subtleties, no leaps and no real effort. Just that stinky fart.</p><p><strong>Best scene</strong>: Mildred gets slapped by her own daughter, because&nbsp;someone needs to stand up&nbsp;in the name of&nbsp;acting.</p><p><strong>1946: Olivia de Havilland, <em>To Each His Own</em></strong><br>This DVD was incredibly&nbsp;hard to track down, and&nbsp;the effort was really only worth it for this performance. The movie is a pretty run-of-the-mill tearjerker, but seriously&hellip;how awesome is Olivia de Havilland? Her&nbsp;most&nbsp;remarkable feat is that this&nbsp;character effectively ages&nbsp;over 40 years throughout the film,&nbsp;and she is&nbsp;as believable playing a hopeful, vital teenager as she&nbsp;is&nbsp;playing a wounded, disillusioned woman approaching her&nbsp;60s; but beyond the make-up and the wardrobe, it all worked&nbsp;because de Havilland&nbsp;completely owned the character&rsquo;s journey and managed to grow along with it. I especially loved how she was able to establish and map out&nbsp;Jody&rsquo;s personality very clearly throughout the movie (in the face of what turns out to be an almost life-long struggle, she&rsquo;s never helpless, but she&rsquo;s carried forth by a ferocious, manic-like resilience) so that the progression of the plot always felt tied to a strong, cohesive character no matter the passing of days, months and eventually years. She really was the glue that kept this movie together, and a magnetic, powerfully dramatic force.</p><p><strong>Best scene</strong>: &ldquo;You&rsquo;ll be seeing plenty of him. He&rsquo;s gonna be here for a week. A week.&rdquo;</p><p><strong>1947: Loretta Young, <em>The Farmer&rsquo;s Daughter</em></strong><br>This wasn&rsquo;t exactly the&hellip;greatest&hellip;movie. It&rsquo;s actually, for all intents and purposes, kind of terrible. Imagine something along the lines of <em>Rose Nylund Goes to Washington</em>, but without Betty White there to make everything better.&nbsp;Young wasn&rsquo;t bad,&nbsp;but this certainly would never strike me as a turn deserving of any particular recognition, let alone an Oscar. There was no real depth to her character and as a result, no depth to her performance whatsoever. Especially compared to Judy Holliday&rsquo;s winning turn (since the characters and their respective arcs share some similarities), Young&rsquo;s performance just didn&rsquo;t really ever take off. She was also at least 10 years too old for the role, and it showed.</p><p><strong>Best scene</strong>: Katie reads Glenn&rsquo;s father&rsquo;s speech out loud in the library.</p><p><strong>1948: Jane Wyman, <em>Johnny Belinda</em></strong><br>Interesting/important fact:&nbsp;Wyman is the first winner in this category to portray a rape victim. I was not familiar with the story, and&nbsp;beyond its merits and shortcomings, I was honestly surprised at how straightforwardly that was presented and dealt with. Whereas the movie ended up feeling somewhat heavy-handed especially&nbsp;in its resolution, the acting was uniformly strong, and Wyman did quite a lot with the role. Of course,&nbsp;much&nbsp;of what makes this performance impressive rests in how expressive it is in spite of&nbsp;the fact that playing a deaf character, Wyman&nbsp;doesn&rsquo;t utter any words (or sounds of any kind, for that matter) for the entire duration of the film:&nbsp;Belinda is a creation that lives entirely in Wyman&rsquo;s eyes and in the strength of her characterization (the hair, the clothes, the small and&nbsp;exact gestures). I wouldn&rsquo;t say that, dealing with the portrayal of this specific type of handicap, her acting was as rich or layered as Matlin&rsquo;s or Hunter&rsquo;s in their respective winning turns. But that doesn&rsquo;t mean it isn&rsquo;t a worthy performance.</p><p><strong>Best scene</strong>: Belinda prays after the death of her father.</p><p><strong>1949: Olivia de Havilland, <em>The Heiress</em></strong><br>How could you not love a&nbsp;film that is so&nbsp;thoroughly&nbsp;willing to use, abuse, deconstruct and destroy its heroine&nbsp;so&nbsp;mercilessly instead of simply victimizing or hagiographizing her?&nbsp;Oh, and&nbsp;Montgomery Clift could&rsquo;ve melted a steel bar&nbsp;with those eyes. That said, this&nbsp;is&nbsp;first and foremost&nbsp;a really amazing showcase of Olivia de Havilland&rsquo;s talent.&nbsp;Beyond her innate&nbsp;ability to portray such a wide range of dispositions (the shy, naive, coy girl and the damaged, angry, revengeful woman) I&nbsp;really admired&nbsp;the way in which she&nbsp;was able to detail the change/(d)evolution of&nbsp;the&nbsp;character by making Catherine act, look and even sound completely different towards the end of the movie, allowing&nbsp;the character to consciously&nbsp;and&nbsp;bitterly embrace her own emotional decay (the title itself does&nbsp;play on the meaning of the word &ldquo;heiress,&rdquo; since it becomes obvious at the end that there is something more sinister and intangible being passed on to Catherine from her father than just money) in truly hyper-realistic, unglamorous&nbsp;fashion. I&rsquo;m rambling. An incredible performance.</p><p><strong>Best scene</strong>: &ldquo;Bolt the door, Maria.&rdquo;</p>",
      "blurb": "Francesco reviews the Oscar winning performances in the Best Actress category."
    }
  },
  {
    "_id": "596bb22818c475252c000a45",
    "order": 25,
    "slug": "best-performance-by-an-actress-in-a-leading-role-the-50s",
    "title": "Best Performance by an Actress in a Leading Role – The '50s",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:36:24.278Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:36:24.278Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-08-09T14:49:52.310Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "published_at": "2018-08-09T14:49:52.310Z",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2015-12-16",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/a30c82c0-6a55-11e7-8e92-5f0a6431fba8-astreetcarnameddesire03a.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/a30c82c0-6a55-11e7-8e92-5f0a6431fba8-astreetcarnameddesire03a.jpg"
      },
      "content": "<p><strong>1950: Judy Holliday, <em>Born Yesterday</em></strong><br>In 1950, this category housed three of the most iconic and legendary Oscar-nominated performances/supreme feats of actressing ever: Gloria Swanson in <em>Sunset Boulevard,&nbsp;</em>and Bette Davis and Anne Baxter in <em>All About Eve</em>. They all lost to this performance, which is incidentally also&nbsp;widely considered to be the last comedic performance to win the award, which is a feat in and of itself. Well&hellip;Holliday is fantastic in this film.&nbsp;Billie would&rsquo;ve been such an easy persona to trivialize, simplify or over-characterize, but&nbsp;Judy&nbsp;absolutely nails her subtle ambiguity (it&rsquo;s not that she doesn&rsquo;t get it&nbsp;&ndash;&nbsp;she&rsquo;s just ignorant), and her inflections, her little mannerisms, her reactions &ndash;&nbsp;all meticulously calculated yet so wonderfully natural &ndash;&nbsp;are just&nbsp;genuinely&hellip;funny. This performance speaks to a level of comedic acting that takes real&nbsp;craft&nbsp;to honor. I would have still voted for Swanson, but if those three had to lose, at least they lost&nbsp;to a terrific performance. And if this one&rsquo;s the last comedic turn ever to win the award, then so be it.</p><p><strong>Best scene</strong>: &ldquo;Isn&rsquo;t everyone a little sentimental?&rdquo;&nbsp;&ldquo;Well, it&rsquo;s a free country.&rdquo;</p><p><strong>1951: Vivien Leigh, <em>A Streetcar Named Desire&nbsp;</em></strong><br>I should preface that Leigh&rsquo;s other winning performance has established her in my eyes as one of the greatest actresses of the century. This one&nbsp;I appreciate, but I&rsquo;m not overly fond of. There are indeed moments where a glance, a line, a reaction transcend any&nbsp;affectation and feel almost intoxicating. Otherwise, this is a rather labored performance borne out of an overwrought script&nbsp;&ndash;&nbsp;especially since it is so readily compared to Hunter&rsquo;s extreme naturalism and Brando&rsquo;s rustic earthiness, to the point that&nbsp;the character&nbsp;comes off as a caricature in places rather than an actual person. Since&nbsp;Blanche&nbsp;arrives and then leaves like&nbsp;some sort of ghost or an hallucination, I&rsquo;m almost tempted to say it kind of works more than it grates in the end, and that perhaps she was intentionally directed that way; her presence definitely rivals Brando&rsquo;s, so there&rsquo;s something to be said about that.</p><p><strong>Best scene</strong>: &ldquo;I have always depended on the kindness of strangers.&rdquo;</p><p><strong>1952: Shirley Booth, <em>Come Back, Little Sheba</em></strong><br>I really struggled to make it through this film; it is, to put it kindly, rather modest and uninspiring.&nbsp;Having said that, Booth originated this role on stage prior to starring in this adaptation, and her&nbsp;performance is built on a series&nbsp;of mannerisms, voice inflections, and reaction shots that definitely reflect a strong communion between actress and character. The screenplay is about as subtle as brick through a window&nbsp;(Sheba as a ham-fisted metaphor for Lola&rsquo;s&nbsp;lost youth, not to mention the numerous and her heavy-handed recollections of her dreams with silly&nbsp;psychoanalytical underpinnings), and Lancaster didn&rsquo;t really give Booth&nbsp;anything to work with as a co-star; this performance is&nbsp;really the glue holding the proceedings&nbsp;together. Lola, with her constant denial, apprehension, and utter inability to project, is a quite tragic creation and the only interesting, compelling aspect of&nbsp;this film.</p><p><strong>Best scene</strong>: On the phone trying to track down her husband and a missing bottle of whiskey.</p><p><strong>1953: Audrey Hepburn, <em>Roman Holiday</em></strong><br>As mundane as it is, and ultimately pointless, I still find this film extraordinary for two reasons. The first one is the depiction of Rome in the &rsquo;50s, unrecognizable today even though I was born and grew up there: <em>Roman Holiday</em> serves as an involuntary yet stunning historical document of a large urban area on the brink of the Italian economic miracle. &nbsp;The other reason is Audrey Hepburn. The second she appears, the screen catches on fire &ndash; hers is one of the most indescribable and incredible actress faces I&rsquo;ve ever seen. Beyond this ineffable mystique, Hepburn&rsquo;s performance is anchored to a certain muted yet palpable sadness that always surrounds the character&rsquo;s awareness of herself and her resignation to her role. Everything is executed with the utmost subtlety which, I think, makes it easier to dismiss the performance altogether. But it is beyond impressive work, especially coming from a debutante of sorts.</p><p><strong>Best scene</strong>: The final press conference.</p><p><strong>1954: Grace Kelly, <em>The Country Girl</em></strong><br>This is the performance that beat out Judy Garland&rsquo;s turn in <em>A Star Is Born</em>, and&nbsp;that&rsquo;s about all there is to say about it. The role was actually pretty pivotal as part of the film&rsquo;s very well-plotted narrative&nbsp;and thematic scaffolding &ndash;&nbsp;different&nbsp;ideas of trust, truth, and misogyny were all solidly layered and made for an interesting ride&nbsp;(the screenplay&rsquo;s&nbsp;Oscar win was deserving, even in the face of some simplifications and those musical numbers that stuck out like a sore thumb). Kelly&rsquo;s performance is average work&nbsp;from a well-meaning but miscast actress. Bing Crosby really ended up stealing the film&nbsp;and, perhaps unsurprisingly, she was at her weakest whenever she had to share the screen with him. She did pull off that black cocktail dress like a dream in the final sequence, though.</p><p><strong>Best scene</strong>: The truth about Georgie and her husband comes out at the police station.</p><p><strong>1955: Anna Magnani, <em>The Rose Tattoo</em></strong><br>I had completely forgotten that Serafina and her entire family were supposed to be Sicilian immigrants &ndash; funny, since there is no way Magnani could ever pass as such with her thick, earthy, wonderful Roman accent (Tennessee Williams wrote this role specifically for her&hellip;put that on your resume). Not that she even tried here (American audiences would have never picked up on it anyway), but it still struck me as somewhat bizarre while I was watching. Regardless, this is a wonderful performance. The film doesn&rsquo;t really have much going on for it &ndash; it is an adequate, run-of-the-mill dramedy about betrayal and stereotypical Italian values &ndash; but Magnani&rsquo;s acting is so totalizing, dynamic, animated and her eyes so &nbsp;expressive that her presence gives all of it real meaning. Even Serafina&rsquo;s relationship with Lancaster&rsquo;s character, which could&rsquo;ve easily come off as forced and clumsily plotted because of the writing and his stilted performance, felt honest and romantic thanks to her natural, contagious, intense verve. And it&rsquo;s not even her best work.</p><p><strong>Best scene</strong>: Serafina confronts the priest to learn about her husband&rsquo;s confession.</p><p><strong>1956: Ingrid Bergman, <em>Anastasia</em></strong><br>This performance creates a terribly fascinating character study,&nbsp;so much that the film&nbsp;ultimately fails to be as interesting or compelling. It is really a story about acting: the protagonist is&nbsp;a woman who&rsquo;s pretending to be&nbsp;another woman. However, Bergman&nbsp;toes the&nbsp;line between reality and performance enough for the audience&nbsp;to be left wondering about more complex matters related to identity performance: is she who she claims to be, does&nbsp;she honestly think she is who she claims to be, and does that inherently legitimize her claim?&nbsp;The film&nbsp;drags in a place too many, and Brynner isn&rsquo;t as convincing a male counterpart, so much that the ending resolution falls resoundingly flat on its face. As a showcase of&nbsp;Bergman&rsquo;s craft, however, this works wonders.</p><p><strong>Best scene</strong>: The confrontation between Anastasia and her alleged grandmother.</p><p><strong>1957: Joanne Woodward, <em>The Three Faces of Eve</em></strong><br>I wouldn&rsquo;t necessarily expect a film&nbsp;about Multiple Personality Disorder made almost 60 years ago to have much of an understanding or an updated take on the condition and&nbsp;on psychotherapy practices/scholarship&nbsp;at large,&nbsp;but everything felt very obtusely simplified here. I was rather&nbsp;embarrassed for Woodward, too, since nothing she was given had any layers beyond the three poorly conceptualized cardboard cutouts she was supposed to juggle &ndash;&nbsp;the victim, the wild one, and the balanced medium. Even worse, the screenplay had her jump from one to the other as though the character could usher her multiple personalities in through a revolving door, with doctors asking,&nbsp;&ldquo;Can I speak to&hellip;and now to&hellip;and now to&hellip;and back to&hellip;&rdquo; and her obliging. Woodward did her best to rise above the material and did so with conviction and abandon. But it is not a very successful endeavor overall.</p><p><strong>Best scene</strong>: &lsquo;Jane&rsquo; finally takes over.</p><p><strong>1958: Susan Hayward, <em>I Want to Live!</em></strong><br>As overwrought, horribly paced and ultimately irritating this film is, there still is no accounting for its two main flaws: the victimization of the central character, a douchebag who keeps deliberately making all the wrong choices and for whom we&rsquo;re supposed to feel sorry for no clear reason, and Susan Hayward&rsquo;s ridiculous performance. Ever wondered what would&rsquo;ve happened had Norma Desmond come down that flight of stairs at the end of <em>Sunset Boulevard</em> only to walk into a gas chamber? Well, sit through this fucking movie.</p><p><strong>Best scene</strong>: The gas pours out and Barbara finally shuts the fuck up.</p><p><strong>1959: Simone Signoret, <em>Room at the Top</em></strong><br>At the end of this project, this will definitely rank as the most unlikely and coolest win of the bunch. Alice is&nbsp;such a melodramatic, stereotyped role, but Signoret&rsquo;s&nbsp;no-nonsense, unconventional approach makes for quite a stunning cinematic hybrid. Her&nbsp;noticeable accent could&rsquo;ve been an hindrance, but instead it works wonders to convey the character&rsquo;s fundamental inability to be understood;&nbsp;her eyes map out&nbsp;her inner turmoil and her disillusionment&nbsp;in spite of the trite and&nbsp;hammy lines that come out of her mouth;&nbsp;her restraint feels at once inherent and as though it is ridiculing&nbsp;the screenplay.&nbsp;She is, simply put, aces.&nbsp;Just an aside &ndash;&nbsp;Laurence Harvey was drop-dead gorgeous, and he&nbsp;really did bring Oscar luck to a lot of his co-stars.</p><p><strong>Best scene</strong>: Alice says goodbye to Joe at the train station.</p>",
      "blurb": "Francesco reviews the Oscar winning performances in the Best Actress category."
    }
  },
  {
    "_id": "596bb1f218c475252c000a41",
    "order": 26,
    "slug": "best-performance-by-an-actress-in-a-leading-role-the-60s",
    "title": "Best Performance by an Actress in a Leading Role – The '60s",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:35:30.870Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:35:30.870Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-08-09T14:50:06.058Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "published_at": "2018-08-09T14:50:06.058Z",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2015-12-30",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/84276c30-6a55-11e7-8e92-5f0a6431fba8-mp11.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/84276c30-6a55-11e7-8e92-5f0a6431fba8-mp11.jpg"
      },
      "content": "<p><strong>1960: Elizabeth Taylor, <em>BUtterfield 8</em></strong><br>Yes, Elizabeth Taylor&hellip;you were definitely right. This movie does stink, and you won only because you almost died of pneumonia. There isn&rsquo;t really much to say here other than it&rsquo;s a shame that Shirley MacLaine lost an Oscar she entirely deserved for her performance in <em>The Apartment</em> to a tracheotomy (because, really&hellip;you would only vote for something like this as some sort of a charitable act). I tried to decide whether the wretched character brought upon such a phoned-in, stilted, uninteresting performance, or viceversa, but ultimately both the role and Taylor&rsquo;s acting equally blow in their own right. Also, this is how the script told Laurence Harvey to describe the character: &ldquo;On the surface she was all sex and devil-may-care, yet everything in her was struggling toward respectability.&rdquo;</p><p>Really? No. NO. Get out of my house.</p><p><strong>Best scene</strong>: Gloria&rsquo;s car bolts across the Tappan Zee bridge, crashes through a roadblock, glides&nbsp;over a conveniently placed ramp and&nbsp;vaults&nbsp;off a cliff&hellip;all of this while Taylor is whipping her hair left and right. Seriously. That&rsquo;s how the character dies. Most fabulous fatal road accident ever.&nbsp;Look it up.</p><p><strong>1961: Sophia Loren, <em>La Ciociara</em></strong><br>Here&rsquo;s the deal: Sophia Loren is kind of a limited actress. That said, she&rsquo;s always been awesome at one thing, which is portraying the women that raised her and whom she grew up around &ndash; fiery, feisty working class people with a heart as big as the bowl of spaghetti they&rsquo;re constantly trying to shove down your throat (case in point, her other nominated turn in <em>Marriage Italian Style,&nbsp;</em>which isn&rsquo;t as sublime as Regina Bianchi&rsquo;s take on the same role, but terrific nonetheless). Loren is wonderful in this film. Cesira&nbsp;is a volcanic character &ndash;&nbsp;loud and showy and really easy to overdo. But Loren&rsquo;s&nbsp;rustic, unique earthiness rings true throughout the entire narrative, from the smallest details of her characterization (that cone-shaped paper wrap she breezily folds together to put food away is something I&rsquo;ve seen&nbsp;in so many farmers&rsquo; markets growing up) to the most dramatic, thunderous outbursts of desperation. Her&nbsp;presence completely&nbsp;engulfs the&nbsp;film, but never overshadows it.</p><p><strong>Best scene</strong>: Cesira finally tells Rosetta what happened to Michele.</p><p><strong>1962: Anne Bancroft, <em>The Miracle Worker</em></strong><br>I&rsquo;ve&nbsp;always been amazed at the sheer physicality of this role. A good 80% of this performance sits on the different, torturous&nbsp;interactions between Anne and Helen who wrestle, beat each other up, crawl on the floor, bite and slap and chase each other down until they run out of breath over and over again. This definitely isn&rsquo;t a vanity project, and for the most part Bancroft&rsquo;s&nbsp;either covered in food or completely disheveled,&nbsp;her eyes constantly concealed behind black sunglasses. It is thanks to her&nbsp;athleticism and body language that the character comes to life as such an imposing creation, and the film itself manages to survive the&nbsp;heavy, theatrical nature of both the script and the setting. Bancroft&rsquo;s and Duke&rsquo;s performances are inextricably intertwined: it doesn&rsquo;t necessarily mean that each performance cannot be appreciated individually, but they thrive on each other, and the former is the reason why the latter is so great and viceversa. This chemistry drives the whole film,&nbsp;making&nbsp;it so&nbsp;interesting and compelling&hellip;and probably also better than it really is otherwise.</p><p><strong>Best scene</strong>: The food fight.</p><p><strong>1963: Patricia Neal, <em>Hud</em></strong><br>This film is outstanding for two main reasons: it features&nbsp;some of the most beautiful B&amp;W cinematography ever designed, and the&nbsp;cattle execution sequence is&nbsp;one of the most incredible, chilling movie moments&nbsp;I&nbsp;can honestly recall. I am however&nbsp;at odds with the category placement of the two people who won Oscars for it. Melvyn Douglas arguably has even more screen time than Paul Newman himself, and Neal&rsquo;s performance is most definitely a supporting one;&nbsp;it is my understanding that&nbsp;she was&nbsp;placed in supporting by the studio&nbsp;until she started raking in early wins in&nbsp;lead, and at that point in time her campaign&nbsp;was changed accordingly.&nbsp;This is&nbsp;a small role (Alma is&nbsp;on screen for a little over 20 minutes) that lacks&nbsp;an arc or a story line of its own, but&nbsp;Neal&rsquo;s straightforward, naturalistic performance definitely makes its mark: her quiet intensity poignantly describes&nbsp;all the ways in which the character has been repeatedly broken by life, with her big, heavy eyes painfully mapping out&nbsp;Alma&rsquo;s&nbsp;extra-diegetic baggage. This is the shortest winning performance in this category to date, but regardless of placement, it is a deserving one.</p><p><strong>Best scene</strong>: Alma turns down Hud&rsquo;s advances in the kitchen.</p><p><strong>1964: Julie Andrews, Mary Poppins</strong><br>Mary Poppins isn&rsquo;t as easy a character as you would think. She&rsquo;s kind of an ass and yet you like her. She&rsquo;s stuck-up, condescending, and vain and yet you want her to raise your kids. Andrews&rsquo; ability to strike that balance so effortlessly is the reason why this performance/character has become so iconic. Mary&rsquo;s no-nonsense attitude never feels affected but rather, it comes off as genuine, guileless, and ultimately even lovable (I kind of adore her final scene, and that single tear Andrews wipes off to add a new dimension to the character). So many intangibles just clicked here: Andrews&rsquo; voice was never clearer and rounder, her look captured the perfect balance between proper and prissy, and her chemistry with the kids and Van Dyke was simply aces. I&rsquo;m also elated she won for this because otherwise, she would have probably gotten one the following year for <em>The Sound of Music,</em> and the hills would be alive with the sound of fuck, no.</p><p><strong>Best scene</strong>: Mary Poppins realizes she&rsquo;s finally not needed anymore and she quietly leaves.</p><p><strong>1965: Julie Christie, <em>Darling</em></strong><br>It took me a good 20 minutes to really get into&nbsp;this&nbsp;performance. Christie&rsquo;s acting feels&nbsp;somewhat unfocused&nbsp;for the first third of the film&nbsp;because we don&rsquo;t&nbsp;really meet Diana (as in, the real Diana) until her attitude&nbsp;and her&nbsp;intentions become evident. It is then that you can&rsquo;t help but fall in love with what turns out to be a disgusting human being&nbsp;fucking her way up the social ladder with an empty sense of entitlement and a fake smile plastered on her face. Christie managed to portray the&nbsp;character&rsquo;s utter lack of social awareness in ways that appear almost pathological: Diana&nbsp;doesn&rsquo;t care about anything or anyone she can&rsquo;t use to her advantage because she&nbsp;is just naturally devoid of the ability to feel. That is easily&nbsp;the most fascinating facet of this truly accomplished performance.</p><p><strong>Best scene:</strong> Diana&rsquo;s stone-faced expression upon attending Sunday mass in church.</p><p><strong>1966: Elizabeth Taylor, <em>Who&rsquo;s Afraid of Virginia Woolf?</em></strong><br>This performance works&nbsp;because it&nbsp;defies&nbsp;everything that otherwise sinks the film. Taylor&nbsp;broke the constraints of the suffocating, overly theatrical setting of the action with great presence and dynamism. She managed to make her character look like an actual person rather than a human-sized plot device with strong, interesting and believable readings and deliveries. She also embraced a crass, vulgar, loud-mouthed and desperate persona with real abandon&nbsp;and&nbsp;a perfect understanding of&nbsp;how far she could push Martha without turning her into a ridiculous, overdone caricature. This performance is also an prototype of sorts, in that it&nbsp;stands as&nbsp;the first case of a major female star/sex symbol conspicuously de-glamming for an Oscar-winning role (might I add, not gratuitously) as the character&rsquo;s appearance&nbsp;is supposed to mirror its internal, moral and emotional&nbsp;degeneration. Having said that, with&nbsp;only a stream of verbal beatings to toss around for the entire duration of the narrative, the role didn&rsquo;t really present Taylor with&nbsp;much tonal variety; regardless, she still managed to color her work&nbsp;with different shades and hues, faring much better than any of the three other actors involved.</p><p><strong>Best scene</strong>: George confronts Martha about what really happened to their son.</p><p><strong>1967: Katharine Hepburn, <em>Guess Who&rsquo;s Coming to Dinner</em></strong><br>Considering the role that won Hepburn a third Oscar the following year, there really is something to be said about her versatility. This is a breezy, natural, subtle and internal performance, &nbsp;yet full of intricacy and small details. Christina takes on quite a journey in the film, and Hepburn really nails the transition from initial bewilderment to a more open understanding, to the final, complete turnaround of her disposition. She plays off the other (terrific) cast members flawlessly &ndash; her wonderful, small exchanges with Kellaway and her knowing, fleeting looks at Tracy &ndash; working as a moral compass for the audience, as well.</p><p>Having said all that, Anne Bancroft in <em>The Graduate</em> is the turn of the decade. Here&rsquo;s to you, Mrs. Robison.</p><p><strong>Best scene</strong>: Christina fires her racist employee&nbsp;Hilary in wonderfully unceremonious fashion.</p><p><strong>1968: Katharine Hepburn, <em>The Lion In Winter</em> and Barbra Streisand, <em>Funny Girl</em></strong></p><p>April 14th, 1969. Dorothy Chandler Pavilion, Los Angeles. Ingrid Bergman opens the envelope to announce the recipient of the Best Actress Oscar. She clutches her pearls before announcing that &lsquo;It&rsquo;s a tieeeee&hellip;&rsquo;</p><p><em>The Lion in Winter</em> is basically a lush, high-end medieval time soap opera with great production values and actors (Anthony Hopkins made a searing film debut with his performance &ndash; he was amazing). It is also a reminder of what Katharine Hepburn can do with over-the-top, verbose, affected dialogue. Hepburn mostly shines when she&rsquo;s called upon delivering all those wonderfully effective and perfectly calibrated soliloquies that establish Eleanor as the most rounded character in the film, but she&rsquo;s also able to fill her rare moments of silence with real dramatic poignancy. It is by all means a highly theatrical, technical and effortful turn: Eleanor doesn&rsquo;t lend herself to quiet, pretenseless naturalism. The dialogue is also often not as layered and complex as her acting is, and she is stuck with a string of zingers and one-liners of dubious effectiveness; nonetheless, this thunderous and highly enjoyable work.</p><p><strong>Best scene</strong>: Eleanor sits defeated and dejected in front of a mirror, trying her crown on.</p><p>As for Streisand, she is really kind of great in her winning role. While the film suffers from an identity crisis after exhausting Fanny&rsquo;s rise to stardom arc, turning into a bloated, overwrought drama and finally unraveling for good, Streisand shines from beginning to end. She is really glowing as the clumsy yet determined wannabe vaudeville star, nailing the comedy and the stunts to utter perfection (not only the scene I picked below, but also the iconic pregnant bride in <em>His Love Makes Me Beautiful&nbsp;</em>which only works because of her). Then the film&nbsp;changes and the character changes accordingly, and while Streisand drags herself out of the quicksand like a champ (<em>Don&rsquo;t Rain on My Parade</em> and especially her ferocious <em>My Man</em> are really triumphant), Fanny&rsquo;s just not as interesting.</p><p><strong>Best scene</strong>: Fanny auditions for a show on roller skates.</p><p><strong>1969: Maggie Smith, <em>The Prime of Miss Jean Brodie</em></strong><br>Maggie Smith&nbsp;possesses&nbsp;some of the best timing ever captured on film; she can infuse the smallest or most insignificant&nbsp;scene with so many little actorly details and make it interesting just by virtue of&nbsp;being in it. She is rather perfect here&nbsp;and considerably more engaging than her character, which is&nbsp;somewhat underwritten and oversimplified in service of the larger point the film&nbsp;is trying to make about the relationship between people and authority.&nbsp;We&rsquo;re not asked to agree with Jean (who&rsquo;s a rather irresponsible, hypocritical individual) but rather,&nbsp;we&rsquo;re supposed&nbsp;to understand why her students would find her so inspiring and gravitate towards her, and Smith&rsquo;s got plenty of charisma and flair&nbsp;to clearly describe&nbsp;all the ways in which&nbsp;the character is a flawed individual without turning the audience&nbsp;against her. Also, her side-eye action is all the sass in the world and then some.</p><p><strong>Best scene</strong>: Miss Brodie shows a set of slides to her students.</p>",
      "blurb": "Francesco reviews the Oscar winning performances in the Best Actress category."
    }
  },
  {
    "_id": "596bb1b418c475252c000a3c",
    "order": 27,
    "slug": "best-performance-by-an-actress-in-a-leading-role-the-70s",
    "title": "Best Performance by an Actress in a Leading Role – The '70s",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:34:28.837Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:34:28.838Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-08-09T14:50:21.812Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "published_at": "2018-08-09T14:50:21.812Z",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2016-01-07",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/543fc800-6a55-11e7-8e92-5f0a6431fba8-bob-fosse-cabaret-1972.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/543fc800-6a55-11e7-8e92-5f0a6431fba8-bob-fosse-cabaret-1972.jpg"
      },
      "content": "<p><strong>1970: Glenda Jackson, <em>Women in Love</em></strong><br>I do not get <em>Women in Love</em>. I&rsquo;ve read lots about it, and I&rsquo;ve watched it plenty of times as a kid because of the naked wrestling scene (which admittedly did a lot for 13-year old me), but it does and will always strike me as a convoluted experiment or attempt to adapt what is an intricate, complex, and essentially unfilmable novel rather than a fully accomplished motion picture. It is so inevitably muddy in its approach to the different themes it wants to unpack (love, sexuality, commitment, existence, death) to the point that the story feels completely discombobulated, and none of the performances/characters really develop organically. Jackson spends half her screen time prancing and jumping around, including a sequence where she dances in front of a herd of cattle until she scares it away while her sister is singing <em>I&rsquo;m Forever Blowing Bubbles</em> from behind a tree. D.H. Lawrence&rsquo;s elaborate symbolism and the architecture of his prose are completely lost in the end.</p><p><strong>Best scene</strong>: I wouldn&rsquo;t honestly know.</p><p><strong>1971: Jane Fonda, <em>Klute</em></strong><br>Fonda&rsquo;s first Oscar-winning performance is quite sensational.&nbsp;While the film quickly loses&nbsp;a sense of purpose and direction,&nbsp;poorly blending the murder mystery with the&nbsp;character study, Fonda holds the narrative together and single-handedly drives the film past the finish line. See for example all the incessant,&nbsp;slowly-creeping-from-behind-the-corner tracking shots that&nbsp;only really work because of her presence&nbsp;(I&rsquo;m especially thinking of her reaction upon hearing the tape at the end&nbsp;while&nbsp;pinned against a wall in a close-up,&nbsp;since&nbsp;she does all the work with her eyes and an amount of mucus that would put Heather Donahue and Viola Davis to shame).&nbsp;Bree is somewhat unpleasant, seedy, and always on edge, and yet Fonda allows us to&nbsp;really understand&nbsp;her thanks to her grounded, intense, and naturalistic&nbsp;work.</p><p><strong>Best scene</strong>: Bree explains why she&rsquo;s a call girl to her therapist.</p><p><strong>1972: Liza Minnelli, <em>Cabaret</em></strong><br>Boy, do I love <em>Cabaret</em>. It pulsates with energy, colors, and a sense of timelessness, and Minnelli&nbsp;as Sally is a force of nature. Musicals can be&nbsp;a tough sell for me;&nbsp;I don&rsquo;t&nbsp;dislike the genre, but I do find that&nbsp;it sometimes struggles with issues related to&nbsp;diegetic structure, and that it tends&nbsp;to inspire unnecessarily hammy,&nbsp;cartoonish acting. That is why&nbsp;Minnelli&rsquo;s effortlessness, especially in the face of Sally&rsquo;s histrionics, is so impressive; everything came natural to her&nbsp;&ndash;&nbsp;the dancing, the singing, the comedy, and the drama. The musical numbers are anchored to her expressiveness and dynamism (<em>Mein Herr</em> is so irresistibly fun and sexy), but her performance also soars off and away from the stage, just by virtue of watching Sally breeze through life with her enchanting flair and charm.</p><p><strong>Best scene</strong>: Sally confronts Brian after the abortion.</p><p><strong>1973: Glenda Jackson, <em>A Touch of Class</em></strong><br>Now,&nbsp;this is a performance that&nbsp;truly stands as&nbsp;a testament to Jackson&rsquo;s&nbsp;ability and versatility as an actress, and also as a point of reference for any actress who&rsquo;s taken on the role of the widow/divorcee mother giving love and happiness a second shot ever since. It is all the more impressive because Jackson is able to&nbsp;yank a real, fully fleshed-out person out of a preciously&nbsp;and thinly written character, giving the movie&nbsp;&ndash;&nbsp;which is an episodically funny, otherwise rather forgettable romantic&nbsp;dramedy &ndash;&nbsp;its only reason to be. Especially when compared to&nbsp;Segal&rsquo;s more schematic performance, Jackson&rsquo;s Vicki really does&nbsp;feel like a vibrant, complex, layered creation, making&nbsp;the&nbsp;character&rsquo;s resolution towards the end all the more realistic and affecting. This kind of work&nbsp;wonderfully exemplifies how true comedic acting isn&rsquo;t necessarily about trying to make people laugh.</p><p><strong>Best scene</strong>: Vicki scolds Steve for lying to her and realizes she&rsquo;s turned into a wife of sorts herself.</p><p><strong>1974: Ellen Burstyn, <em>Alice Doesn&rsquo;t Live Here Anymore</em></strong><br>This is the most un-Scorsese film Scorsese&rsquo;s ever directed, and&nbsp;Burstyn&rsquo;s mercurial, grandiose acting sensibility feels almost&nbsp;smothered by the lack of directorial flourishes and cues.&nbsp;Alice is a&nbsp;thinly written, self-effacing&nbsp;character, and&nbsp;Burstyn&nbsp;seems almost at a loss in places, unsure how to channel her energy or vitalize the narrative. The most compelling aspect&nbsp;of her performance is&nbsp;the&nbsp;characterization of the relationship between the protagonist&nbsp;and&nbsp;her son (Alfred Lutter, who does excellent work here) because of the&nbsp;palpable, natural chemistry between them,&nbsp;something that didn&rsquo;t quite translate to her rapport&nbsp;with the other characters.&nbsp;I kept waiting for Burstyn to shock the film back to consciousness, but her&nbsp;Alice&nbsp;is a&nbsp;muted&nbsp;creation,&nbsp;as correct as it is ultimately safe.</p><p><strong>Best scene</strong>: Alice reminisces about her brother and her youth in the kitchen with Dave.</p><p><strong>1975: Louise Fletcher, <em>One Flew Over the Cuckoo&rsquo;s Nest</em></strong><br>This was a particularly tough one&nbsp;to write. Louise Fletcher may not be that great an actress, and to be honest,&nbsp;this character&nbsp;in itself isn&rsquo;t greatly acted from a purely technical standpoint. And yet, she&rsquo;s&hellip;perfect? There&nbsp;is something about her and this role&nbsp;that transcends her performing ability, something innate, perhaps involuntary, something about her natural facial expression at rest, her sturdy, somewhat imposing build, her look and demeanor (the old-fashioned hair style, the aseptic uniform, her authoritative voice)&hellip;it all just clicks, turning&nbsp;the character into an alarming, terrifying presence. This is a performance that has established itself&nbsp;over time as&nbsp;one of the most&nbsp;iconic representations of evil in the history of cinema. 1975 featured a particularly weak line-up in this category, and even if this is more of of a supporting performance in terms of screen time, Fletcher/Ratched saturates the entire narrative with a real sense of dread and anguish.</p><p><strong>Best scene</strong>: Nurse Ratched tries to fight off McMurphy while&nbsp;he&rsquo;s strangling her.</p><p><strong>1976: Faye Dunaway, <em>Network</em></strong><br>This is an incredibly&nbsp;worthy performance because Diana Christensen is such an intentionally and frenetically monotone character, and her devolution/dehumanization is&nbsp;actually one of the film&rsquo;s main plot points (&ldquo;There&rsquo;s nothing left in you that I can live with,&rdquo; Max unceremoniously tells her&nbsp;before leaving towards the end), and Dunaway&rsquo;s portrayal is fueled by a&nbsp;manic force that animates Diana&rsquo;s downward trajectory into&nbsp;her own personal parallel universe entirely made of television, ratings, shares, and broadcasts. You can&rsquo;t help but despise&nbsp;her until the end when, upon being dumped, Dunaway absolutely nails the character&rsquo;s blank,&nbsp;candid obtuseness in regards to everything that&nbsp;is wrong with her. She just honestly doesn&rsquo;t get it. And then we&nbsp;suddenly find ourselves&nbsp;pitying her.</p><p><strong>Best scene</strong>: Diana talks about the network&rsquo;s share boost with a mix of exaltation and frenzy.</p><p><strong>1977: Diane Keaton, <em>Annie Hall</em></strong><br>In many ways, Keaton&rsquo;s performance in this&nbsp;film should stand as the&nbsp;best, ultimate&nbsp;portrayal of a Woody Allen character by any actor ever. It&nbsp;is a performance that shows such a deep understanding for both Allen&rsquo;s creative process and his expectations for the&nbsp;character, and Keaton&nbsp;just captures&nbsp;his humor and his style to perfection (unsurprisingly, this collaboration&nbsp;happened shortly after the two of them were romantically involved). So many fantastic moments: Annie&rsquo;s general goofiness&nbsp;after the tennis match, the lobsters, the incorporeal lovemaking, her therapy recollections&hellip;but this is far from being a performance whose brilliance rests on insular, episodic moments. Keaton&rsquo;s Annie is a vibrant,&nbsp;fully rounded,&nbsp;wonderful creation.</p><p><strong>Best scene</strong>: Annie tells a story about her uncle&rsquo;s narcolepsy.</p><p><strong>1978: Jane Fonda, <em>Coming Home</em></strong><br>This&nbsp;film&nbsp;is&nbsp;terribly underwhelming, and Fonda&rsquo;s performance is one of its most egregious issues. Not only is she utterly&nbsp;miscast, but there is essentially nothing&nbsp;believable about&nbsp;her lethargic military wife characterization. The role didn&rsquo;t amount to&nbsp;much in and of itself&nbsp;&ndash;&nbsp;Sally&rsquo;s shoddy writing&nbsp;makes it really&nbsp;hard to understand who the character&nbsp;is and to appreciate the reasoning behind her drive&nbsp;to pursue&nbsp;an affair and then give her&nbsp;marriage another shot, because she&rsquo;s just sort of&hellip;there. Fonda&rsquo;s&nbsp;performance&nbsp;comes across as&nbsp;stilted and clumsy, phoning in dialogue and reactions with no clear purpose or urgency.&nbsp;She beat out some rather&nbsp;terrific work from other actresses, so I have to assume that&nbsp;the sentiment behind the film was quite strong. And! She did get to act out that one full orgasm in a close-up, which I think was perhaps some sort of a novelty back then.</p><p><strong>Best scene</strong>: Sally hugs Luke on the beach.</p><p><strong>1979: Sally Field, <em>Norma Rae</em></strong><br>I love Sally Field because she&rsquo;s a tiny woman capable of humongous outbursts of emotion. Take the infamous&nbsp;Union sign sequence: it starts off with&nbsp;Norma&nbsp;surrounded and swallowed by the machines in the factory and the management staff, and Field is able to capture and command the camera&rsquo;s attention until she&rsquo;s on top of that table, towering over everything and everyone, her eyes and posture resounding with thunderous force. It&nbsp;is such an iconic moment because&nbsp;Norma finally allows herself to explode, and out come pouring her fear and her despair, her resilience and her defiance, all capped off by Field&rsquo;s supreme delivery of, &ldquo;I&rsquo;ll wait for the sheriff to come take me home and I ain&rsquo;t. gonna. budge. till. he. gets. here.&rdquo;&nbsp;Field&nbsp;owns and consumes&nbsp;this&nbsp;film, screaming and fighting for her voice to be heard over the incessant, horrible, almost violently loud noise of the textile factory machinery as a poignant allegory of the character&rsquo;s lifelong struggle. It&rsquo;s a fearless, primal, absolutely terrific turn.</p><p><strong>Best scene</strong>: Norma stands on a table holding a sign that says UNION.</p>",
      "blurb": "Francesco reviews the Oscar winning performances in the Best Actress category."
    }
  },
  {
    "_id": "596bb174edb3a4342c000853",
    "order": 28,
    "slug": "best-performance-by-an-actress-in-a-leading-role-the-80s",
    "title": "Best Performance by an Actress in a Leading Role – The '80s",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:33:24.091Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:33:24.091Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-08-09T14:50:36.268Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "published_at": "2018-08-09T14:50:36.268Z",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2016-01-26",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/ae9559b0-6a54-11e7-8e92-5f0a6431fba8-12324_5.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/ae9559b0-6a54-11e7-8e92-5f0a6431fba8-12324_5.jpg"
      },
      "content": "<p><strong>1980: Sissy Spacek, <em>Coal Miner&rsquo;s Daughter</em></strong></p><p>Spacek&rsquo;s idea of Loretta Lynn as a performer really sold the character&rsquo;s iconic rise to fame thanks to a number of proficient technical details (the voice, the accent, the attitude). Yet this film is about the public figure as much as it is about the person, and if Spacek&rsquo;s singing performances paid tribute to &nbsp;Lynn&rsquo;s artistry, her more complex take on the woman behind all the glitz &nbsp;adds a much welcome and necessary layer that perfectly rounds out the audience&rsquo;s perspective. When taking on real-life figures as an actor, the hardest task is to flesh out a fully rounded character without ending up in SNL impersonation territory. This performance does that just right.</p><p><strong>Best scene</strong>: Loretta at the radio station for her first on-air appearance.</p><p>This is the sort of film where family conflict is grappled with and overcome by doing back flips into a lake. Hepburn does what she can, surrounded by blandly characterized cardboard cutouts (the grumpy husband, the resentful daughter, the rebellious teenage grandson) playing the only character that isn&rsquo;t drenched in Lifetime vomit. With her shaking body never at rest and her jovial but not superficial disposition, she is the character that reins in the action, and quite movingly at that. It&rsquo;s good, dependable work, but possibly the most forgettable out of her four winning performances.</p><p><strong>Best scene</strong>: Ethel&rsquo;s face as she hugs her husband in front of the birthday cake.</p><p><strong>1982: Meryl Streep, <em>Sophie&rsquo;s Choice</em></strong></p><p>This is widely considered the ultimate Oscar winning performance, and it is easily Streep&rsquo;s most famous role to date. While I would definitely characterize this as the sort of expert, meticulous work that Streep is known for (the accent, the sheer physicality), it is also a terribly directed performance that in places completely buckles under the weight of the overcooked, lethally tedious screenplay. The dramatic jolt of the infamous choice sequence in and of itself is what probably sealed this award. That said, Streep has a special way to convey the character&rsquo;s dignified jadedness in restrained, opaque fashion &nbsp;&ndash; in spite of the film&rsquo;s pathetic, melodramatic and simplistic take on its characters &ndash; and this is a performance anchored to many subdued, quiet details.</p><p><strong>Best scene</strong>: The choice, obviously.</p><p><strong>1983: Shirley MacLaine, <em>Terms of Endearment</em></strong></p><p>This character is the sort of shameless, unabashed Oscar bait that is engineered to win awards, but I still love the way in which MacLaine completely surrendered to it: this isn&rsquo;t the sort of phoned-in, <em>just-give-me-the-damn-award</em> work that others have won for. MacLaine is really playing four different roles in the film: the grumpy but lovable aging woman, the emotionally clumsy but dedicated mother, the sullen but sentimental girlfriend, and the no-nonsense but affable neighbor; Aurora is a loud, showy, not effortlessly written character that could&rsquo;ve been easily simplified or rendered unbearable in the hands of a lesser actress. This performance instead roots the entire film in a place of intense, propulsive energy. It also helps that, after five losses, MacLaine was as overdue as a 23-month pregnant elephant that night.</p><p><strong>Best scene</strong>: The phone call late in the evening after the first date with Garrett.</p><p><strong>1984: Sally Field, <em>Places in the Heart</em></strong></p><p>Field&rsquo;s second Oscar-winning performance is just as powerful and affecting. Edna is a character built on a shaky balance between despair and resilience, helplessness and resolve; her arc is so interesting mainly because Field avoids the easy, pathetic route opting for a very effective, focused restraint instead. I&rsquo;ve already talked about the strength of Field&rsquo;s natural presence, and her special brand of intensity is engineered to bring these long-suffering types to life and make them vibrant and relatable. <em>Places in the Heart</em> is a terribly underrated film with and awful title and one hell of a closing sequence. These roles really don&rsquo;t exist anymore for actresses approaching their 40s. Or if they do, they somehow go to Jennifer Lawrence.</p><p><strong>Best scene</strong>: Edna quietly cries while picking cotton.</p><p><strong>1985: Geraldine Page, <em>The Trip to Bountiful</em></strong></p><p>This is terrific stuff. For Page&rsquo;s meticulous, calculated actorly process to come off so completely effortless, natural and engaging, it is a true testament to her skill and her amazing craft. Carrie&rsquo;s eyes, ever teary &nbsp;as though she just stopped crying or she is about to, haunted and overwhelmed by memories, carry the entire film and center it in a place of dignified, affecting strength. I saw this film for the first time at a point in time where the idea of traveling and moving as in searching and longing for something familiar felt very close, and this performance really spoke to me. It still does, and it is still quietly heartbreaking.</p><p><strong>Best scene</strong>: Carrie gets off the car upon arriving to her old house and mumbles incredulous, &ldquo;I&rsquo;m home.&rdquo;</p><p><strong>1986: Marlee Matlin, <em>Children of a Lesser God</em></strong></p><p>While William Hurt&rsquo;s wonderfully naturalistic, subdued performance is the pulsating heart of this film (plus a large chunk of his dialogue is basically interpreting out loud Matlin&rsquo;s signing, but his delivery somehow sells all of it), Matlin&rsquo;s raw energy offers a thoroughly compelling counterpart. It is obviously a very lived-in performance, but it never once feels as though Matlin is playing herself as much as a fully fleshed out character whose deafness is her own deeply personal, idiosyncratic experience. Sarah is rough, stubborn, and immature and yet, there is something primal and commanding about Matlin&rsquo;s acting that gives the character depth and real pathos.</p><p><strong>Best scene</strong>: That final hug.</p><p><strong>1987: Cher, <em>Moonstruck</em></strong></p><p>I love Cher and I belieieieieve in life after love. But&hellip;how did this happen? How did she even get nominated for something like this? It is such a monotone, unfunny, stilted performance in a film with two good supporting players barely afloat in a sea of silly stereotypes and overly precious vignettes. Loretta fights with her parents, fights with her lover, gets a makeover, cries at the Opera&hellip;and through it all, Cher constantly looks like she is trying to decide what cereal to have for breakfast. And this after being inexplicably snubbed for <em>Mask&nbsp;</em>only two years before.</p><p><strong>Best scene</strong>: I tried but no.</p><p><strong>1988: Jodie Foster, <em>The Accused</em></strong></p><p>I am fond of this performance because &ndash; to this day still &ndash; it stands out as something completely different within Foster&rsquo;s repertoire of strong-willed, de-romanticized female characters. There is a certain wounded, seedy, and desperate suggestiveness to her work here that makes Sarah a rather unique creation for her. Foster embraces the character with intensity and abandon, crafting an interesting, complex victim in support of the film&rsquo;s larger moral and legal conundrum&hellip;which is kind of despicable. As a matter of fact, this film is otherwise an unbearable slog, and it is only because of this performance that it manages to rise a notch above a terrible SVU episode.</p><p><strong>Best scene</strong>: The choked phone call to the emotionally unavailable mother. Having said that, watch <em>Dangerous Liaisons</em> to enjoy the greatest performance of the decade courtesy of Glenn Close.</p><p><strong>1989: Jessica Tandy, <em>Driving Miss Daisy</em></strong></p><p>I like that this performance sort of peels like an onion, and how Miss Daisy is imagined as a possibly unlikable character who is in fact concealing a much more complex, lovable, and differently motivated personality. Tandy subtly cracks the veneer of her character&rsquo;s social and cultural upbringing, and she clearly details how it clashes with and smothers the person underneath. While the film uses the relationship between the two main characters to unpack broader issues of racism, antisemitism, and prejudice, the unlikely friendship between Hoke and Daisy is the narrative&rsquo;s true constant, and Tandy does a wonderful job tracking her character&rsquo;s emotional growth/awakening.</p><p><strong>Best scene</strong>: Daisy being fed pie by Hoke in the nursing home.</p>",
      "blurb": "Francesco reviews the Oscar winning performances in the Best Actress category."
    }
  },
  {
    "_id": "596bb046b57a5e552b000820",
    "order": 29,
    "slug": "best-performance-by-an-actress-in-a-leading-role-the-90s",
    "title": "Best Performance by an Actress in a Leading Role – The '90s",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:28:22.781Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:28:22.781Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-08-09T15:11:48.990Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "published_at": "2018-08-09T15:11:48.991Z",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2016-02-01",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/6ea64630-6a53-11e7-8e92-5f0a6431fba8-silence-nightvisions.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/6ea64630-6a53-11e7-8e92-5f0a6431fba8-silence-nightvisions.jpg"
      },
      "content": "<p><strong>1990: Kathy Bates, <em>Misery</em></strong></p><p>This performance works as something out of a nightmare because Bates strikes the perfect balance between the scary, uncontrollable outbursts of rage and the even scarier moments in which Annie&rsquo;s viciousness is creeping just underneath her veneer of collected quietness and almost rational self-assurance. Bates also perfectly embodies the Stephen King trope of apparent harmlessness concealing unspeakable evil, turning a lonely, homely spinster into something truly terrifying without ever registering as hammy or ridiculous. I can think of very few performances that propelled an almost unknown actress to Oscar stardom, and it is fantastic that once every 400 years something like this can still happen.</p><p><strong>Best scene</strong>: Annie twirling out of sheer excitement because Misery is back.</p><p><strong>1991: Jodie Foster, <em>The Silence of the Lambs</em></strong></p><p>Not only does Clarice Starling&rsquo;s backstory &ndash; ever so briefly suggested in flashbacks and brief accounts or reminiscences &ndash; effectively structure the film&rsquo;s narrative of redemption and rebirth, but it also plays perfectly over Foster&rsquo;s appearance (the frumpy clothes, the old-fashioned hairdo), her dead-on accent, her restrained attitude, and her wounded, wary demeanor. This is a character with whom the audience immediately connects even if her circumstances are never fully unpacked, and Foster&rsquo;s intense, complex performance is the reason why. Hopkins as Lecter nearly devours (pun intended) the film whole even if he is only on screen for 15 or so minutes, but Foster is just as towering and compelling a presence, and this is the role of her career.</p><p><strong>Best scene</strong>: Clarice recalls the night the lambs were screaming.</p><p><strong>1992: Emma Thompson, <em>Howards End</em></strong></p><p>With no flashy moments or grandiose gestures, no shouting and zero hysterics, Emma Thompson crafts a searing and essential character study. In a cinematic universe populated by individuals driven by their greed and selfishness, Thompson&rsquo;s portrayal of Margaret&rsquo;s honest and perceptive levelheadedness gives life to the most layered and complicated character in the film. The subtlety of this performance rests on small details, glances, and reactions that describe Margaret&rsquo;s fundamental kindness and modesty, and her innate tendency to trust others fully, making the scene where she finally lets go and vigorously pleads her sister&rsquo;s case to her own husband towards the end of the film roar like a powerful thunder. Without Margaret as a foil, <em>Howards End</em> would be far less interesting and compelling as a meditation on privilege and mediocrity at a crucial historical junction for the Edwardian era middle class; Thompson&rsquo;s performance similarly enriches this film.</p><p><strong>Best scene</strong>: Margaret finally learns by accident that the house had been left to her at the very beginning of the film, and once again she is able to forgive.</p><p><strong>1993: Holly Hunter, <em>The Piano</em></strong></p><p>It is really hard to separate Hunter&rsquo;s performance/role from the film itself &ndash; the oneiric setting, the rich cinematography, and the tone of the narration root Ada as a character and complement her brooding disposition and similarly, Hunter&rsquo;s expressive and eloquent work centers and drives the action, turning Ada into a mysterious, intoxicating presence. This sort of symbiotic relationship between text and performance &ndash; or should I say, the way this performance embeds itself in the text &ndash; makes it nearly impossible to evaluate Hunter on her own; she is part of a larger, totalizing experience, and a terrific one at that.</p><p><strong>Best scene</strong>: Ada&rsquo;s reaction upon losing a finger.</p><p><strong>1994: Jessica Lange, <em>Blue Sky</em></strong></p><p>1994 featured one of the weakest line-ups for this category ever, and saying that Lange was definitely the most deserving of the nominees isn&rsquo;t really much of an endorsement. I wouldn&rsquo;t call it extraordinary work, but it is a noticeable performance nonetheless, and Lange makes the most of her lines turning a ridiculous, heavy-handed character into a somewhat interesting filmic presence. That&rsquo;s pretty much it.</p><p><strong>Best scene</strong>: Carly&rsquo;s very first appearance, waving seductively at the helicopters from the beach.</p><p><strong>1995: Susan Sarandon, <em>Dead Man Walking</em></strong></p><p>I&rsquo;m not so enamored with Sarandon&rsquo;s winning performance. It is mannered in ways that were paradigmatic in the &rsquo;50s but feel terribly antiquated today, and Penn&rsquo;s more naturalistic approach further moves to completely displace it. Let&rsquo;s be clear: it&rsquo;s still passable work with a few impacting moments (I did get a kick out of her reaction upon being asked, &ldquo;Are you a Communist?&rdquo;) but I wouldn&rsquo;t even say she is necessarily giving the best female performance in the film itself, since Celia Weston absolutely aces her smaller, ancillary role. Where the script evokes pathos, Sarandon often gives faint enervation; when the role asks for grit, she usually answers with listlessness. Also, how in the world did Sean Penn&rsquo;s character manage to maintain that amazing bouffant on death row?</p><p><strong>Best scene</strong>: The execution.</p><p><strong>1996: Frances McDormand, <em>Fargo</em></strong></p><p>I always, always get a kick out of McDormand&rsquo;s matter-of-fact, sure, why not! reaction upon bumping into a man running a severed human leg into a woodchipper: it perfectly sums up the character and her performance all at once. McDormand&rsquo;s grasp of the complex, genre-defying script shows her great intelligence and instinct as an actor, and Marge&rsquo;s simple (not simplistic) collectedness is entirely her invention, illuminating a character who is completely unfazed by the chaos that surrounds her not out of dullness or insensitivity, but rather out of worldly, practical savvy. Fantastic work.</p><p><strong>Best scene</strong>: Marge meets up with an old friend from school.</p><p><strong>1997: Helen Hunt, <em>As Good As It Gets</em></strong></p><p>Nope. It is not. Not even close.</p><p><strong>Best scene</strong>: Look, this shouldn&rsquo;t have happened. The Academy knew they screwed up, too, and they felt so bad for Judi Dench they immediately gave her one the following year for a 5-minute long performance. That&rsquo;s how wrong this is.</p><p><strong>1998: Gwyneth Paltrow, <em>Shakespeare In Love</em></strong></p><p>Really, Academy? Really?! Did you see <em>Central Station</em>? You did? THEN WHAT THE HELL</p><p><strong>Best scene</strong>: <a href=\"http://www.youtube.com/watch?v=LzlamJXfllM&t=102m3s\">Dora gets on the bus at the end and starts writing a letter to Josu&eacute;.</a> The ending of this film is a short film unto itself.</p><p><strong>1999: Hilary Swank, <em>Boys Don&rsquo;t Cry</em></strong></p><p>This performance is methodical without feeling overly crafted, and it reaches genuine, affecting emotional heights without feeling melodramatic. Not only does Swank nail the physicality of the role, but she also clearly communicates the confusion, the fear, and the frantic excitement that come with being in love for the first time and allowing yourself to be who you really are for this first time. Swank isn&rsquo;t a particulatly versatile actress, and there&rsquo;s a certain roughness about her that doesn&rsquo;t always translate effortlessy; here, it does. She hasn&rsquo;t been this good since.</p><p><strong>Best scene</strong>: Brandon tries to file a police report and explain his &ldquo;identity crisis.&rdquo;</p>",
      "blurb": "Francesco reviews the Oscar winning performances in the Best Actress category."
    }
  },
  {
    "_id": "596bae4d18c475252c000a0f",
    "order": 30,
    "slug": "best-performance-by-an-actress-in-a-leading-role-the-00s",
    "title": "Best Performance by an Actress in a Leading Role – The '00s",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:19:57.034Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:19:57.034Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-08-09T14:51:21.385Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "published_at": "2018-08-09T14:51:21.385Z",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2016-02-22",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/96c7f9c0-6a52-11e7-8e92-5f0a6431fba8-afb452aa-8115-44fe-8f59-07ec321003a0.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/96c7f9c0-6a52-11e7-8e92-5f0a6431fba8-afb452aa-8115-44fe-8f59-07ec321003a0.jpg"
      },
      "content": "<p><strong>2000: Julia Roberts, <em>Erin Brockovich</em></strong></p><p>I would like to think this is the performance that Julia Roberts will be remembered for. <em>Pretty Woman</em> made her a star, and there&rsquo;s no denying that; <em>Erin Brockovich</em> made her an actress. Beyond my never-ending infatuation with Roberts, her face, and her ineffable aura, there is very little disagreement regarding the sheer quality of this performance. It is a big, volcanic role that Roberts owns with charisma, ease, and real craft. Especially sixteen years ago, I wouldn&rsquo;t have made a direct connection between a single, poor mother of three and Julia Roberts, and yet not only does she thoroughly look the part, but she also nails the vibrancy, the restless urgency, and erratic nature that animate the character and enable it to successfully carry the entire film.</p><p><strong><strong>Best scene</strong>:</strong> Erin interviewing for jobs, unsuccessfully.</p><p><strong><strong>2001: Halle Berry, <em>Monster&rsquo;s Ball</em></strong></strong></p><p>The one thing I do appreciate about this performance is Berry&rsquo;s complete abandon. This is the sort of work anchored to a real connection between the performer and the character&rsquo;s vicissitudes, and it often leads to a place of authenticity. I&rsquo;m not sure it is an Oscar-worthy performance in and of itself, and it does feature quite a number of grating and/or cheesy moments (&ldquo;Make me feel goooood&rdquo;) but at the same time, it packs some real pathos and gravitas.</p><p><strong><strong>Best scene</strong>:&nbsp;</strong>Leticia learns that her son has passed away.</p><p><strong>2002: Nicole Kidman, <em>The Hours</em></strong></p><p>2002 represented the zenith of the Kidman mania in Hollywood, and it was clear that she would eventually manage to pull ahead of Julianne Moore (who had been sweeping her way through most of that awards season) and win. That said, it is really surprising just how small of a presence she is even within the framing device that ties her to every other character in the narrative. It&rsquo;s not even really about screen time as much as the fact that Woolf is written in an almost satellite, accessory way, to the point that the scenes where Kidman is just sitting by her desk looking somewhat dubious or perplexed feel like all there is to the character. Kidman is a great actress (watch <em>Birth</em>, really) and her quiet intensity is in places moving, but the character never comes quite together.</p><p><strong><strong>Best scene</strong>:&nbsp;</strong>The dead bird.</p><p><strong>2003: Charlize Theron, <em>Monster</em></strong></p><p>Immersed in a real slog of a film and accompanied by a terrible supporting performance courtesy of Christina Ricci, Charlize Theron is somehow terrific as Aileen Wournos, to the point of that coming off as the real, outstanding achievement here. Theron captures beautifully the clash between Aileen&rsquo;s manic, tic-riddled vehemence and imposing physical presence and her childishness and helplessness, and there is a real humanity about this performance that goes well beyond what many categorized simply as an extreme exercise in de-glamming. &nbsp;I could have probably done without some of the smaller mannerisms which felt at tad overkill in places, but all in all, this is great work.</p><p><strong>Best scene</strong>: Aileen&rsquo;s final hearing before being sentenced.</p><p><strong>2004: Hilary Swank, <em>Million Dollar Baby</em></strong></p><p>Not really taken with Swank&rsquo;s second Oscar-winning turn. As a 30-year old waitress turned boxer, Hilary does possess the right physicality and athleticism, but the actual performance is somewhat lacking otherwise. The spunkiness feels studied and affected, the chemistry with Eastwood and Freeman is non-existent, and there is just something inauthentic about the whole endeavor that makes it impossible for the character to really take off. I happen to think that Clint Eastwood is a terrible director of actors who aren&rsquo;t Clint Eastwood, so there&rsquo;s that.</p><p><strong>Best scene</strong>: Maggie asks Frank to help her die (mainly for Eastwood&rsquo;s reaction work).</p><p><strong>2005: Reese Witherspoon, <em>Walk The Line</em></strong></p><p>I just have very little appreciation for this performance beyond the fact that Witherspoon has a competent singing voice. This film frames the wrong moment in time to talk about such an iconic couple, and one that makes it easier to compartmentalize the two characters. As a result, Witherspoon is unchallenged and unchallenging, offering a simplified portrayal of a bland southern belle.</p><p><strong>Best scene</strong>: <em>Time&rsquo;s a wastin&rsquo;.</em></p><p><strong>2006: Helen Mirren, <em>The Queen</em></strong></p><p>Short of a Nobel prize Mirren won everything for this performance, and what strikes me as a thoroughly unjustified sweep/acclaim inevitably further lowered my appreciation for it. It is viable work with a couple of impacting moments (the deer sighting together with the one I selected below), but there are no layers to this characterization, no gusto and no real intuition, which is especially disappointing seeing how Elizabeth II is widely considered to be one of the most obscure, multi-layered and complex public figures in contemporary European history. The film is too busy paying lip service to the character to really dare say anything worthwhile about her, and Mirren just follows suit.</p><p><strong>Best scene</strong>: Queen Elizabeth addresses the nation on TV.</p><p><strong>2007: Marion Cotillard, <em>La Vie en Rose</em></strong></p><p>Regardless of what you think of it &ndash; grotesque, volcanic, grandiose, bombastic &ndash; this is the performance of a lifetime for Marion Cotillard. True&hellip;the characterization of a younger Piaf feels schematic and caricatured in places, but Marion really hits her stride as the narrative develops and the character becomes older and more complex. Her last 50 minutes on screen are &nbsp;the constant that keeps the otherwise fractured, clumsy narrative together, climaxing into Piaf&rsquo;s very last performance of <em>Non, Je Ne Regrette Rien</em> at the Olympia with the stumbling, the pauses, the intensity, and the unwavering dedication that marked her entire existence. What starts as an impersonation develops towards the end into quite an epic, enthralling performance.</p><p><strong>Best scene</strong>: Piaf&rsquo;s last, bed-ridden moments.</p><p><strong>2008: Kate Winslet, <em>The Reader</em></strong></p><p>Back in 2005, playing herself playing a nun concealing dozens of Jewish refugees during the Holocaust in an infamous episode of <em>Extras</em>, Kate Winslet had it already all figured out: &ldquo;If you do a film about the Holocaust, you&rsquo;re guaranteed an Oscar.&rdquo; She was right; it is a shame, though, that her vehicle just happens to be one of the most offensive and misguided Holocaust films ever made, based on one of the most problematic Holocaust novels ever written (a lot of Vergangenheitsbew&auml;ltigung scholars still have a bone to pick with Schlink). I&rsquo;ve elsewhere written about what a festering pile of hot garbage this film is, using statutory rape and the Holocaust as the backdrop for an incomprehensible apologue about the importance of literacy; Winslet is similarly terrible in her Oscar-winning role. The stilted accent, the lifeless line deliveries, and the mugging combined with an old age makeup that makes her look like Santa on meth towards the end of the film&hellip;this is one self-fulfilling prophecy that had me doubt fate, faith, and my very own reason for being alive.</p><p><strong>Best scene</strong>: &ldquo;Nazi whore!!!!&rdquo; being shouted as Anna enters the court room made me laugh really, really hard.</p><p><strong>2009: Sandra Bullock, <em>The Blind Side</em></strong></p><p>God love her. No.</p><p><strong>Best scene</strong>: Watch <em>Madeo</em> by Bong Joon-ho. Not only is it a stone-cold masterpiece, but it also features the best performance of 2009 (and really, one of the best performances of the decade) courtesy of Kim Hye-ja.</p>",
      "blurb": "Francesco reviews the Oscar winning performances in the Best Actress category."
    }
  },
  {
    "_id": "596bac8f18c475252c0009ee",
    "order": 31,
    "slug": "the-vvitch-a-new-england-folktale-eggers-2015",
    "title": "The VVitch – A New England Folktale (Eggers, 2015)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:12:30.948Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:12:30.948Z",
    "options": {
      "slug_field": 0,
      "content_editor": 0
    },
    "status": "published",
    "modified_at": "2017-07-22T20:06:20.686Z",
    "modified_by": "596ba29928bd508a2b000ae2",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2016-03-17",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/4d345fb0-6a52-11e7-b70c-f15634ff8b35-the-witch-1024x645.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/4d345fb0-6a52-11e7-b70c-f15634ff8b35-the-witch-1024x645.jpg"
      },
      "content": "<p>In charting the resurgence of the Horror genre in American film culture over the last few years or so, it isn&rsquo;t really surprising to find a host of female-centric narratives at the helm. Horror has always been obsessed with women: women who are chased up and down in the woods, women who are abducted and sexually brutalized, women who are murdered and mutilated, women who are punished for exhibiting or acting upon their libido, or really, as Laura Mulvey would argue, women who are punished for not having a penis. What is perhaps surprising to note then is the fact that these female-centric narratives for once further characters who are empowered and autonomous: in <em><a href=\"http://www.imdb.com/title/tt1127180/\">Drag Me to Hell</a></em> (2009), <em><a href=\"http://www.imdb.com/title/tt1853739/?ref_=nv_sr_1\">You&rsquo;re Next</a></em> (2011), <em><a href=\"http://www.imdb.com/title/tt1259521/\">The Cabin in the Woods</a></em> (2012), for example, Christine, Erin, and Dana are physically and emotionally strong, resolute, resourceful, and in charge; even more importantly, their pain or agony is not sexualized for the audience. This movement has variously and successfully taken root abroad, as well (<em><a href=\"http://www.imdb.com/title/tt0435625/\">The Descent</a></em> (2005), <em><a href=\"http://www.imdb.com/title/tt0856288/?ref_=fn_al_tt_1\">Inside</a></em> (2007), <em><a href=\"http://www.imdb.com/title/tt1139797/\">Let the Right One In</a></em> (2008), <em><a href=\"http://www.imdb.com/title/tt2321549/\">The Babadook</a></em> (2014), just to name a few), signaling a wealth of inspiration and the exciting promise of more developments to follow.</p><p>Placing <em>The VVitch</em>, Robert Eggers&rsquo; stylish, searingly beautiful directorial debut, within the confines of this trend is&nbsp;a complex&nbsp;task. Taking place in 17th century New England, the film chronicles the life of a family of 7 banished from a Puritan plantation, and their move to&nbsp;settle in a farm close to a river by the nearby woods. The forced&nbsp;departure from the religious community&nbsp;seemingly displaces the family in a location&nbsp;removed&nbsp;from God&rsquo;s watchful eye, as the woods are inhabited by a witch who, one afternoon, kidnaps toddler Samuel and later kills him to use his blood for a rejuvenating potion. The oldest daughter, Thomasin (Anya Taylor-Joy), who had been&nbsp;caring for Samuel when he disappeared, is increasingly framed as a source of distress and distrust for the rest of the family:&nbsp;her adolescent brother Caleb (Harvey Scrimshaw) has taken to her as&nbsp;the object of&nbsp;his sexual awakening, and the&nbsp;younger fraternal twins Mercy and Jonas (Ellie Grainger and Lucas Dawson) begin openly accusing her of witchcraft after a spat. When Caleb himself falls prey to the witch&nbsp;while on an outing with Thomasin, only to briefly reappear one night naked and comatose and later die in the throes of a religious conniption, Thomasin&rsquo;s parents William and Katherine (Ralph Ineson and Kate Dickie) turn against her, as well.&nbsp;The atmosphere of paranoia mounts up, and more death ensues.&nbsp;Thomasin emerges as the sole survivor; faced with the option of becoming&nbsp;a witch herself at the end of the film, she accepts.</p><p>It is this choice, and what it represents for the character, that makes <em>The VVitch</em> so narratively loaded and problematic. The cast is uniformly excellent, and the production values (the crisp cinematography and essential set design in particular) truly outstanding; Eggers&rsquo; decision to often track the characters laterally or from behind beautifully verticalizes the narrative while also placing the audience always one step behind or removed, enhancing a petrifying feeling of helplessness. However, if we are to take Eggers&rsquo; suggestion that the film is as an allegory for female empowerment and the subversion of patriarchal structures, <em>The VVitch</em> is a stunning failure. While the film&rsquo;s take on organized religion is fairly open to interpretation &ndash; the family&rsquo;s expulsion from the community may be read as an indictment of faithlessness, or of an overly rigid doctrine that ruthlessly casts its believers away &ndash; the ending of the film does not really liberate Thomasin in any meaningful way. Taylor-Joy herself argued that joining the coven is the first choice that Thomasin makes on her own, which is arguably true; this isn&rsquo;t quite as compelling, however, when we consider that the alternative to that decision is essentially her death. Is there really any freedom in resorting to play the only game that exists? <em>The VVitch</em> works much better as a tale of female oppression, paradoxically, and it doesn&rsquo;t feel any less powerful for being one; Thomasin is, after all, less than a century removed from the Salem witch trials, effectively becoming the victim of a system that enforces limited, absurd alternatives on women, and then punishes them regardless of their choice.</p><p>FP</p>",
      "blurb": "Francesco reviews Robert Eggers' The VVitch."
    }
  },
  {
    "_id": "596bac4618c475252c0009e9",
    "order": 32,
    "slug": "10-cloverfield-lane-trachtenberg-2016",
    "title": "10 Cloverfield Lane (Trachtenberg, 2016)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:11:18.213Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:11:18.213Z",
    "options": {
      "slug_field": 0,
      "content_editor": 0
    },
    "status": "published",
    "modified_at": "2017-07-22T20:07:20.284Z",
    "modified_by": "596ba29928bd508a2b000ae2",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2016-03-30",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/17a48550-6a52-11e7-b70c-f15634ff8b35-movie-review-10-cloverfield-lane-allocates-the-right-amount-of-emotional-suspense-885006.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/17a48550-6a52-11e7-b70c-f15634ff8b35-movie-review-10-cloverfield-lane-allocates-the-right-amount-of-emotional-suspense-885006.jpg"
      },
      "content": "<p>The difference between great thrillers and the rest is the use of non-verbal cues. Take most of the supposed scares in something like <em><a href=\"http://www.imdb.com/title/tt1922777/\">Sinister</a>&nbsp;</em>(2012), for example: standard medium shots of an oblivious Ethan Hawke wandering about his house while ghosts of dead children and other assorted paranormal events appear behind him, weaving their way in and out of different rooms only to disappear the second he happens to turn his head. This sort of scene setup is as popular as it is unimaginative and ultimately counterproductive, effectively divorcing the lead character from the audience&rsquo;s point of view, his fear from ours, his deficient awareness from our omniscience. Then take the first proper dinner scene in this film, and consider how a simple close-up of a character&rsquo;s clenched, shaking fists immediately becomes twice as alarming the second we realize the other guests took notice, as well: we are at once all sitting around that dinner table, unable to assign a conclusive meaning to that ambiguous yet unsettling gesture, unable to assist the other characters while partaking in their concern, unable to codify an appropriate emotional response while painfully aware that something just isn&rsquo;t quite right. It is within this overarching sense of powerlessness that <em>10 Cloverfield Lane</em> engenders its narrative of paranoia and uncertainty, and does it ever so successfully.</p><p>Michelle (Mary Elizabeth Winstead) gets in a car accident&nbsp;and wakes up in a dingy concrete room, her arm attached to an IV and her leg chained to a pipe; she&rsquo;s been out for an undetermined amount of time. Howard (John Goodman), the man who allegedly rescued her from the wreck and took her in, calmly explains that they&rsquo;re in an underground bunker he designed and fully stocked, and that she cannot leave because some sort of cataclysmic event &ndash; either terrorist or extra-terrestrial in nature &ndash; has killed most of the population and rendered&nbsp;the air completely unbreathable. Michelle&rsquo;s first reaction is to logically deduce that Howard is mentally unstable and that she&rsquo;s been kidnapped; however, her certainty begins to falter once she learns that there is a third inhabitant&nbsp;in the bunker, Emmett (John Gallagher Jr.), who actually forced his way in before Howard locked the area down after witnessing some sort of massive explosion in the sky. Still unconvinced, Michelle plots and executes an impromptu escape, only to be stopped by a severely burned and distressed woman on the other side of the airlock, begging her to open the door and let her in. Michelle finally acquiesces, and she slowly begins&nbsp;to trust Howard and Emmett even though something doesn&rsquo;t seem to quite add up. In turn, Howard begins to open up to his guests, telling Michelle about his failed marriage, his daughter, and his life before the attack. Some time later,&nbsp;the air filtration system conks out, and Michelle is tasked with tunneling her way to the filtration unit via the air vents in order&nbsp;restart it. Once there, she notices a ladder leading to a hatch, and to her dismay, she discovers the word HELP scratched on her side of the hatch window, and a&nbsp;bloodied earring at the bottom of the ladder. What follows from this point onward literally needs to be seen to be believed.</p><p>In examining the nature of trust, the one theme central to its narrative, <em>10 Cloverfield Lane</em> does three things exactly right. First of all, it crafts a complex destabilizing central figure in Howard, expertly played by Goodman, and puts him in control of the narrative &nbsp;&ndash; and of the other characters as an extension &ndash; at once asking the audience to fear him and surrender to his truth. Much like Curtis in the extraordinary <em><a href=\"http://www.imdb.com/title/tt1675192/\">Take Shelter</a>&nbsp;</em>(2011) or Dad Meiks in <em><a href=\"http://www.imdb.com/title/tt0264616/\">Frailty</a></em> (2001), Howard embodies a paralyzing conundrum: is the man delusional, or is he right? Is he a criminal, or is he a hero? The character&rsquo;s diegetic status, of course, negates our freedom to make an informed decision: given the circumstances, do we even really want to find out? Secondly, it constricts the action by setting most of the narrative in a confined space that is simultaneously welcoming and claustrophobic: it is factually impossible to ascertain whether the bunker is a shelter or a prison, but since there is no way out regardless, it is inherently coded as a locus of uncertainty and suspicion. Trachtenberg plays with close-ups, long shots, and depth of camera to alter the audience&rsquo;s perception accordingly, granting and then relinquishing control and agency over the surroundings. Finally, and most importantly, <em>10 Cloverfield Lane</em> refuses to live and die by the same epistemological imperatives it begets, an issue that has historically plagued and cheapened the genre (see all of M. Night Shyamalan&rsquo;s films in between <em><a href=\"http://www.imdb.com/title/tt0167404/\">The Sixth Sense</a></em> (1999) and <em><a href=\"http://www.imdb.com/title/tt3567288/\">The Visit</a></em> (2015) for example): we eventually do find out what is really going on, but the plot twist just isn&rsquo;t the point. The tonal shift that takes place in the last 30 minutes of the film completely resets the narrative, and it&rsquo;s ballsy and exhilarating, but most importantly, it trusts the audience to readjust its assumptions and expectations. And that is the power of movies.</p><p>FP</p>",
      "blurb": "Francesco reviews Dan Trachtenberg's 10 Cloverfield Lane."
    }
  },
  {
    "_id": "596bac09b57a5e552b000817",
    "order": 33,
    "slug": "the-boss-falcone-2016",
    "title": "The Boss (Falcone, 2016)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:10:17.792Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:10:17.792Z",
    "options": {
      "slug_field": 0,
      "content_editor": 0
    },
    "status": "published",
    "modified_at": "2017-07-22T20:07:51.338Z",
    "modified_by": "596ba29928bd508a2b000ae2",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2016-04-24",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/e8fed700-6a51-11e7-8e92-5f0a6431fba8-boss0004.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/e8fed700-6a51-11e7-8e92-5f0a6431fba8-boss0004.jpg"
      },
      "content": "<p><em><a href=\"http://www.imdb.com/title/tt3079380/\">Spy</a>&nbsp;</em>(2015), a comedy about a demure CIA analyst who has to go undercover to discover she is a badass, didn&rsquo;t really take itself seriously except for how meticulously it went about appropriating each and every genre-specific trope and turning it onto its head. Susan Cooper&rsquo;s high tech gadgets are concealed as a stool softener, an anti-fungal ointment, and a box of hemorrhoid wipes; her alter egos are drab, sad, unattractive older women with too many cats or too many baggy sweaters; even her first big mission is a boring, unglamorous track and report assignment until she makes the conscious choice to go off script and take charge. Nothing about the character stands out, except for the fact that she is talented, smart, brave, intuitive, and that she kicks ass. At the height of <em>Spy</em>&lsquo;s unmaking of James Bond phallocentrism, Susan is about to give chase to her target in a dumpy, broken down car until she spots a BMW 7 Series parked nearby; the film immediately cuts to the character riding in the luxury vehicle, rubbing her fingers on the dashboard and then on her neck as she declares, &ldquo;I love the smell of a new car,&rdquo; having finally upgraded herself and destabilized one of the most identifiable and central symbols of essentialist masculinity. Such an iconoclastic exercise might seem sacrilegious &ndash; throughout the entire film, Susan must also spar against Rick Ford, a pompous, self-centered, deluded secret agent gone rogue who is as conceited as he is inept, continuously putting himself and everybody else in mortal danger until Susan bails him out &ndash; but that is exactly the point: Melissa McCarthy&rsquo;s brand of humor, as shaped and crystallized already in <em><a href=\"http://www.imdb.com/title/tt1478338/\">Bridesmaids</a></em> (2011), is all about strong women who just don&rsquo;t fit the mold. <em>The Boss </em>similarly adheres to this trend, and much like <em>Spy</em>, it takes aim at the greedy, unscrupulous, profit-oriented Gordon Gekko boss (not bossy) type; it is just not as successful.</p><p>Michelle Darnell (Melissa McCarthy), a self-made tycoon and one of the richest businesswomen in the US, is arrested on charges of insider trading after her former lover turned business rival Renault (Peter Dinklage) leaks confidential information to the authorities.&nbsp;After 5 months spent in a swanky prison, Michelle is released only to find out that her financial empire has disintegrated. Homeless and destitute,&nbsp;she&nbsp;turns to her former assistant Claire (Kristen Bell) for help and a place to stay; Claire, a single mom who lives in a modest two&nbsp;bedroom apartment with her daughter Rachel (Ella Anderson), begrudgingly agrees to take her in. Of course, this&nbsp;new living arrangement immediately&nbsp;proves&nbsp;to be challenging: Claire doesn&rsquo;t appreciate Michelle&rsquo;s brashness&nbsp;and&nbsp;her influence over her daughter, and barely tolerates her intrusiveness. Michelle, hell-bent on finding new business opportunities to&nbsp;exploit in order to rebuild her fortune, finds out that Claire bakes a mean brownie, and&nbsp;decides to pour her efforts into creating a new dessert empire using Claire&rsquo;s recipe and relying on Rachel&rsquo;s youth organization, the Dandelions, for distribution and sales. The idea is a success, but as soon as&nbsp;the three characters start forming a&nbsp;more&nbsp;emotional, familiar bond, Michelle, who struggles with&nbsp;unresolved abandonment issues stemming&nbsp;from a&nbsp;childhood spent in an orphanage in between several failed adoptions, promptly cuts them loose and sells the business to Renault. This is where the narrative&nbsp;unfortunately&nbsp;comes apart, as it often does in films built on a single premise, be it an outlandish idea or&nbsp;a centralizing leading character: the business needs to be rescued, and the finale throws together an improbable&nbsp;rooftop helipad fight,&nbsp;katanas, and the&nbsp;fire demon god Quetzalcoatl.</p><p><em>The Boss</em> works only insofar as Melissa McCarthy works as Michelle Darnell, a character she originated during her Groundlings tenure and which she embodies with flair and gusto. Sporting a collection of extravagant, turtlenecked, delightfully tacky looks and a mostly hysterical arsenal of adlibbed comebacks and insults, Michelle is some sort of filmic one-liner that never quite gets old because McCarthy is such a talented, dynamic, effortless actor. The film around her really does not amount to much otherwise: the seams show at every juncture, the pacing feels oddly diluted in places, the resolution is barely an afterthought, and Falcone&rsquo;s comedic set pieces that extend beyond characters being slammed against walls by unwieldy pullout couches are rather flat and shapeless. There are good intentions, to be sure &ndash; the protagonist models a strong-willed, independent, successful female character for the audience, and the narrative furthers the idea of an unconventional, problematic, yet successful extended family &ndash; but <em>The Boss</em> is imagined as a 90-minute long visual gag and unfortunately that is exactly how it plays out. And yet, I keep coming back to McCarthy&rsquo;s presence, to how significant she is as a (the?) leading lady in 2016, to how radiantly beautiful and funny she is, and to how she isn&rsquo;t there to simply inform our desire, but to expand and complicate it. Perhaps, in this one instance, that&rsquo;s enough.</p><p>FP</p>",
      "blurb": "Francesco reviews Ben Falcone's The Boss."
    }
  },
  {
    "_id": "596babaa18c475252c0009e0",
    "order": 34,
    "slug": "best-performance-by-an-actress-in-a-leading-role-the-10s-so-far",
    "title": "Best Performance by an Actress in a Leading Role -  The '10s so far",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:08:42.752Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:08:42.753Z",
    "options": {
      "content_editor": 0,
      "slug_field": 0
    },
    "status": "published",
    "modified_at": "2018-08-09T14:51:39.758Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "published_at": "2018-08-09T14:51:39.758Z",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2018-08-09",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/c5542210-6a51-11e7-8e92-5f0a6431fba8-blackswan01.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/c5542210-6a51-11e7-8e92-5f0a6431fba8-blackswan01.jpg"
      },
      "content": "<p><strong>2010: Natalie Portman, <em>Black Swan<br></em></strong>I will eventually write more in depth about <em>Black Swan</em> and what makes it one of the best films of the decade (and certainly one of the greatest films ever made about the nature and the stakes of art), but Natalie Portman&rsquo;s extraordinary performance is of paramount significance as a contributing factor. The commitment to the physicality of the role is certainly outstanding in its own right (the dancing might not be hers, yet there is a special, fragile, almost faint quality to Nina&rsquo;s appearance/deportment that is entirely Portman&rsquo;s creation), but what makes this work so spellbinding is Portman&rsquo;s portrayal of the uncompromising, ferocious abnegation which articulates Nina&rsquo;s relationship with her craft and makes it so consuming and totalizing. Portman&rsquo;s intensity is intoxicating almost to the point of being exhausting, a crescendo of brazen tonal shifts that keeps the diegesis in a chokehold as the character quite literally transmutates in front of the audience(s). This is exhilarating, transcendent work.</p><p><strong>Best scene</strong>: Nina backstage immediately after dancing the black swan, floating about in the throes of some sensory trance/experience as her&nbsp;skin begins to change.</p><p><strong>2011: Meryl Streep, <em>The Iron Lady<br></em></strong>The best thing about that infamous <em><a href=\"http://www.theonion.com/blogpost/name-one-masterpiece-of-cinema-that-ive-starred-in-11490\">Name One&nbsp;Masterpiece of Cinema That I&rsquo;ve Starred In</a></em> piece by The Onion is that it took the lid off a truth that is as sacrilegious as it is undeniable: Meryl Streep is lazy. Listen, I love La Streep. She is a fabulous actress with a comedic aptitude that I actually happen to find underrated. That said, she tends to pick very underwhelming scripts that come across &nbsp;as either vanity projects or excuses to work with friends or people she likes. There is nothing inherently wrong with that, but that is also how you land yourself in something like <em>The Iron Lady</em>, which&hellip;let&rsquo;s be honest&hellip;is just a terrible film. The narrative about Streep is that she&nbsp;is often the best thing about whatever film she&nbsp;is in&hellip;well, that&nbsp;is not the case here. This is just uninspired, opaque work full of Streep-isms and no real effort.</p><p><strong>Best scene</strong>: I was thinking about the <a href=\"https://www.youtube.com/watch?v=bUcSzVfX4Yc\">opening musical number</a> in <em><a href=\"http://www.imdb.com/title/tt0104070/\">Death Becomes Her</a></em> throughout the whole thing.</p><p><strong>2012: Jennifer Lawrence, <em>Silver Linings Playbook<br></em></strong>It&rsquo;s just hard for me to find anything to say about an actress with the same expressiveness, verve, vitality, and skill set of a stand mixer. Lawrence&rsquo;s acclaim is as baffling as this performance is shapeless and lifeless.</p><p><strong>Best scene</strong>: So let&rsquo;s talk about the lady who should have won instead. What makes <em><a href=\"http://www.imdb.com/title/tt1602620/\">Amour</a></em> so special &nbsp;is the self-effacing and precise work Riva does to map out the progressive deterioration of her character&rsquo;s body, of her marriage, and of the feelings of love between her and her husband that inevitably become tangled up with ones of sadness and resentment.In general, <em>Amour</em> is amazing in externalizing the alarming sensation of how quickly time/life has gone by to precipitate the characters in their present condition, and also in describing how similar gestures of reciprocal need and vicinity (a hug, an walk hand in hand, a caress) meant something once and mean something completely different now. Highly recommended.</p><p><strong>2013: Cate Blanchett, <em>Blue Jasmine<br></em></strong>In someone else&rsquo;s hands, Jasmine would have probably turned into a meme/gif central, some sort of overwrought, campy, melodramatic vignette easier to ridicule than empathize with. As a boozy, cynical, disillusioned socialite who seemingly had it all and then lost it, Jasmine is in fact a surprisingly deep, tragic character that amounts to much more than a bunch of caustic comebacks. In that sense, the brilliance of this performance rests almost entirely on Blanchett&rsquo;s eyes, swollen and bleary from too much medication and too many tears, and on her line deliveries, oftentimes suspending or truncating sentences as though she is running out of breath or simply cannot be bothered. Blanchett places Jasmine in a gray zone of sorts yet still well within the audience&rsquo;s reach, and we are at once tempted to give her a hug and throw a drink in her face. There is a palpable humanity about Jasmine&rsquo;s flaws, and the way Blanchett externalizes them makes us cringe but also makes us uncomfortable: this performance is ultimately an ode to mediocrity, and that is what makes it so relatable in spite of itself.</p><p><strong>Best scene</strong>: Jasmine goes to Oakland and meets her estranged stepson, who tells her he never wants to see her again.</p><p><strong>2014: Julianne Moore, <em>Still Alice<br></em></strong>Julianne Moore is naturally incapable of being less than excellent in stuff like this &ndash; she is, in many ways, one of the defining dramatic actors of her generation, and she inhabits a place of dignified fragility here that is effortless and in places moving. <em>Still Alice</em> is unfortunately episodic and didactic, as many films about illness often are, reducing the experience of Alzheimer&rsquo;s onset to a collection of vignettes that fail to add up to a cohesive, meaningful whole (I wish Tavernier&rsquo;s complex, poignant <em><a href=\"http://www.imdb.com/title/tt0099341/\">Daddy Nostalgie</a></em> (1990) served as some sort of a blueprint for filmmakers to organize narratives of this sort), and Alice herself, a white, privileged, cultured, rich individual with a supportive family and access to the best healthcare is a rather misguided vehicle. In spite of this, Moore&rsquo;s focused, empathetic work is probably the film&rsquo;s one redeeming quality, and these are the sort of performances the reinforce how crucial it is to create more opportunities for actresses aged 30 and over. Cotillard would have still had my vote, but as far as career wins go, this one I cannot begrudge.</p><p><strong>Best scene</strong>: Alice rests her head on her husband&rsquo;s shoulder as he orders frozen yogurt for her.</p><p><strong>2015: Brie Larson,&nbsp;</strong><em><strong>Room</strong><br></em>Unpopular opinion: <em>Room</em> is a Lifetime movie with above average production values and a fantastic child performance. There&rsquo;s complex, intuitive work in Danny Cohen&rsquo;s cinematography, and Jacob Tremblay&rsquo;s (leading!) turn resonates with real pathos and dramatic power (that scene where he meets the dog&hellip;) but that&rsquo;s really about it. Larson is given clunky, uninspired dialogue and delivers it in equally clunky and uninspired fashion; it is a schematic, shrill performance that in places also falls victim to the film&rsquo;s lackluster pacing and direction (see the moment when Larson fights with Allen about the abduction in front of Tremblay, a scene which isn&rsquo;t just poorly written/acted but also inexplicably organized and shot from a high angle that completely flattens it). To add to that, Ma comes off as a mostly accessory presence who is essentially gone for the last third of the film, making it impossible for the character to really establish itself in a significant, lasting way.</p><p><strong>Best scene</strong>: Mother and son are finally reunited by the cops. Not a dry eye in the theater the second Tremblay&rsquo;s character started calling out for his mom.</p><p><strong>2016: Emma Stone, La La Land</strong><br>Emma Stone is a charming actress. Emma Stone in <em>La La Land</em> remains a charming actress but she cannot dance and she cannot sing, and in a musical that turns out to be a bit of an issue. Mia, as thinly written as she is, would have been a decent fit for Stone&#39;s brand of quirky, off-beat flair in a different context: as a struggling, aspiring actress the character is at least relatable even when the film saddles her with clunky dialogue and plodding plot developments, and Stone does a fair job capturing her ambition and her frustration. As a co-star, a comatose Ryan Gosling gives her very little to work with in terms of chemistry, but even there Stone mostly manages to trudge through the mud. This performance completely comes apart whenever the actress is tasked with a song and/or a choreography, and it does so in ways that are almost tragic especially considering the skill/technical level of so many performances in musicals that have gone unrewarded over the years. Stone would&#39;ve eventually almost surely found another Oscar vehicle in the future, and in a year where Isabelle Huppert wound up losing for one of her best roles/performances ever, this is all kind of a real shame.</p><p><strong>Best scene</strong>: Mia accepts Sebastian&#39;s invitation to go together to a jazz club.</p><p><strong>2017: Frances McDormand, Three Billboards Outside Ebbing, Missouri</strong><br>Frances McDormand&#39;s sui generis brand of acting is a combination of unique tics, jerky deliveries, intuition, and sheer filmic presence. Few other actresses are able to carve the internal life of a character out of a script as precisely and interestingly as she is able to. To add to that, McDormand lends herself to the craft in ways that make her performances absolutely idyosincratic: I could imagine other actresses playing Mrs. Pell or Marge or Elaine or Linda or Mildred, but the point is that I don&#39;t care to. In <em>Three Billboards</em>, McDormand imagines Mildred as a wounded, angry, unpleasant, resilient human being whose life is at a standstill, and her physicality (her hair, her posture, her prognathous enunciation) wonderfully conveys at once the character&#39;s anger and sense of helplessness. When the script does betray her (the deer, or &quot;whydon&#39;tyouputthatonyourGoodMorningMissourifuckingwakeupbroadcast, bitch?&quot; which Mildred barks out in half a second while very writerly scolding a TV reporter) it is all the more apparent exactly because of McDormand&#39;s naturalistic, no-nonsense approach to the role. This is a performance that vibrates with a searing, palpable internal life.</p><p><strong>Best scene</strong>: Mildred&#39;s reaction upon getting blood suddenly coughed up all over her face at the police station.</p>",
      "blurb": "Francesco reviews the Oscar winning performances in the Best Actress category."
    }
  },
  {
    "_id": "596bab4218c475252c0009d1",
    "order": 35,
    "slug": "looking-the-movie-haigh-2016",
    "title": "Looking: The Movie (Haigh, 2016)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:06:58.854Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:06:58.854Z",
    "options": {
      "slug_field": 0,
      "content_editor": 0
    },
    "status": "published",
    "modified_at": "2017-07-22T20:09:11.982Z",
    "modified_by": "596ba29928bd508a2b000ae2",
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2016-07-29",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/7b21d700-6a51-11e7-8e92-5f0a6431fba8-looking-1024.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/7b21d700-6a51-11e7-8e92-5f0a6431fba8-looking-1024.jpg"
      },
      "content": "<p>It took <em>Looking</em> &ndash; HBO&rsquo;s first proper gay dramedy &ndash; about 5 episodes to convince me it was worth a shot. It then took until the second season for me to realize that, in spite of its flaws, it had in fact matured into a terrific, important, and necessary show. The pilot&rsquo;s opening scene &ndash; thirty-something protagonist Patrick (Jonathan Groff) getting a handjob from an rando in the bushes in a San Fran park, inevitably gave me pause. In 2014, a pivotal year for the advancement of LGBTQ+ rights in the US, what and whom was this show setting out to portray? What did it want to be about? Patrick&rsquo;s best friends, Agust&iacute;n and Dom (co-stars Frankie J. Alvarez and Murray Bartlett) seemed even more ambiguously defined, the former being an artist&rsquo;s assistant who moves in with his boyfriend Frank (O.T. Fagbenle) in the first episode only to immediately sabotage that relationship, the latter approaching his 40s while struggling to find a clear direction in life as an aspiring restaurateur. Never once did the show look less than amazing: Haigh&rsquo;s auteurish talent for camera blocking and interplay of varying depths of focus often made for stunning establishing shots and loaded, wordless, fascinating character interactions. The ideas and themes at stake, on the other hand, desperately needed more room to breathe and more ambition beyond simply placing these three meandering people in contrived pseudo-sentimental or titillating scenarios. What did the present progressive of the title imply? What were these characters, in fact, searching for?</p><p>As a gay gamer myself, I could not help but feel as though there was something almost revolutionary to be investigated with Patrick being gay and working as a video game designer. Instead, all of the character&rsquo;s professional interactions and situations appeared to revolve around his love or sex life &ndash; flirting with his happily partnered boss Kevin (Russell Tovey) and checking dating websites from his desk. Dom&rsquo;s own quest towards opening a restaurant seemed inextricably connected to a budding romance with Lynn (Scott Bakula), an older investor. Agust&iacute;n, a failed, pretentious painter who was also an addict and a compulsive liar, was written into a series of increasingly contrived plot turns that first had him talking Frank into opening their relationship and then hiring a sex worker to hook up with his unsuspecting boyfriend, all for the purpose of a bizarre pictorial art project he had been conceptualizing. Even &nbsp;more egregiously, no background whatsoever was given to contextualize or map out the friendship these three protagonists shared beyond eating cupcakes together and texting each other back and forth. When Rachel moved out and Chandler moved in during the sixth season of <em>Friends</em>, both Monica and Rachel tearfully concluded that no longer living together was &ldquo;the end of an era.&rdquo; Here, the same exact line was used in the pilot when Agust&iacute;n moved out of Patrick&rsquo;s place but, knowing exactly nothing about why these people were&nbsp;friends, what kept them together, what dynamics articulated their relationships, one&nbsp;couldn&rsquo;t help but go, &ldquo;&hellip;it is?&rdquo;</p><p>Without a strong enough idea of TV holding the narrative together, <em>Looking </em>alternated between compelling set pieces and plodding developments, promising intuitions and frustrating payoffs. As Doris, Dom&rsquo;s best friend, the fantastic Lauren Weedman was more than just occasional comic relief, but her presence didn&rsquo;t feel as structured as it needed to be. The first season&rsquo;s only constant turned out to be Richie, played with searing intensity and admirable spontaneity by the extraordinary Ra&uacute;l Castillo, a hair stylist who served as Patrick&rsquo;s love interest and as the catalyst for the protagonist to grapple with his own race, class, and emotional biases. In <em>Looking for the Future</em>, the show&rsquo;s best offering during its freshman season, Patrick and Richie bailed on work in order to spend the day together walking around San Francisco and getting to know each other. The bottle episode format worked wonders for the show and offered an honest and intimate insight into the two characters, their past, their issues and hangups, their aspirations and personalities. Richie, with his pride, guarded sensitivity, no-nonsense disposition, and straightforwardness, complicated Patrick in welcome ways while also standing as a terrific, independent character in his own right. As a matter of fact, it wasn&rsquo;t until a love triangle of sorts between Richie, Kevin, and Patrick was established and activated in <em>Looking for a Plus-One</em>, the first season&rsquo;s penultimate episode in which Patrick&rsquo;s sister (Kelli Garner) got married and Kevin, who happened to be the groom&rsquo;s best man, planted a drunken kiss on Patrick at the reception, that <em>Looking</em> finally managed to tie up a few loose ends together. Kevin, wonderfully played by Russell Tovey with real pathos and acumen, was coded as a foil to Richie &nbsp;&ndash; the former wealthy and privileged, the latter broke and underprivileged, the former noncommittal and circuitous, the latter resolute and candid. Not only were Tovey and Castillo consistently aces, but both their characters rang true to life: Kevin was the horrible choice to which it is impossible to say no, while Richie was the sensible choice, even though not one that came without baggage.</p><p>In the second season, Weedman, Castillo, and Tovey were rightfully promoted to series regulars, and the show moved to further investigate Patrick&rsquo;s main story-line. Agust&iacute;n was placed in character rehab and put in a relationship with Eddie (Daniel Franzese), an HIV+ social worker, in an attempt to humanize him; Dom broke up with Lynn and re-purposed his efforts on his budding business; while still ancillary and uneven presences, both characters slowly managed to come into focus a bit more clearly. More importantly, as Patrick embarked in a guilt-ridden affair with a still partnered Kevin after having left Richie, what could&rsquo;ve easily turned into a clich&eacute;d plot-line was in fact employed as a tool to dismantle the audience&rsquo;s crush on Kevin just as Patrick&rsquo;s crush on him began to turn into something more serious. Not only did the affair give rise to several minor but compelling narrative developments, but this diegetic escamotage effectively disengaged the viewer from Patrick&rsquo;s hegemonic point of view. The moment <em>Looking</em> stopped being so partial towards its protagonist, accepting instead the reality that Patrick had never earned our sympathy and understanding to begin with, was also the moment it truly freed itself, placing at the center of the action a morally ambiguous, oftentimes petulant and pathetic, somewhat self-involved, messy yet layered and astonishingly human protagonist and just letting him be.</p><p>In this light, Patrick&rsquo;s interplay with Richie, with Kevin, and with his own family in particular made for some of the most exact and emotionally exacting moments of the show&rsquo;s entire run. Already in the first season, <em>Looking</em> had touched upon the somewhat uneasy relationship between Patrick and his parents, his mother Dana in particular (played with prickly aplomb and syncopated line deliveries by a terrific Julia Duffy). Patrick&rsquo;s only interaction with his father throughout the entire run of the show came in the aforementioned wedding episode in the first season, with the man &ndash; seemingly exhausted after the celebration &ndash; &nbsp;deadpanning &nbsp;a blood-curling, astonishingly tone-deaf remark to his gay son right before the end credits: &ldquo;You&rsquo;re not gonna want one of these, are you?&rdquo; In the same episode, Patrick had confronted his mother about the negative influence she involuntarily exerted over him and his love life, candidly confessing that he was afraid to introduce Richie to her only to realize that the prejudices he attributed to his mother were in fact also his own.</p><p>With Patrick&rsquo;s parents&rsquo; marriage now falling apart, <em>Looking</em> dug even deeper to unearth the different ways in which the protagonist&rsquo;s family informed his behavior and his love life to advance a larger, uncomfortable point about &nbsp;Patrick&rsquo;s self-sabotaging tendencies. With minimal screen-time, the show precisely mapped out just how many of Patrick&rsquo;s poor choices were in fact dictated by his unwillingness to be confronted with his family&rsquo; issues, how Dana routinely managed to manipulate him in passive-aggressive fashion while still meaning well in her own way, and how his sister&rsquo;s haughty attitude concealed instead a hearty dose of homophobia. Having learned about his parents&rsquo; impending divorce, and Dana&rsquo;s intention to still have the entire family over for Christmas, Patrick suddenly decided to move in with Kevin &ndash; freshly single after having finally broken up with his boyfriend &ndash; and spend the Christmas holidays with his family instead. This sudden arrangement, dictated by Patrick&rsquo;s paralyzing inability to cope, exposed a modus operandi that is all too familiar for so many: creating poor alternatives or exit strategies that are somehow still preferable to dealing with your own messes. Like most of his previous, extemporaneous impulses, Patrick&rsquo;s decision turned out to be once again catastrophic, once he learned that Kevin&rsquo;s stance on monogamy didn&rsquo;t quite align with his own. This is where the second season &nbsp;ended, only for news of the show&rsquo;s cancellation to ensue. A sizable chunk of the queer community had rejected the show; the ratings lagged. Some called it boring, even though its critical reception had been overall very favorable.</p><p>The film, ordered by HBO to &nbsp;bring some of the main story-lines to a conclusion, opens as Patrick has just come back to San Francisco after nine months of self-imposed exile closer to home in Denver, having broken up with Kevin and relocated in an attempt to start over. He&rsquo;s back for a wedding &ndash; Agust&iacute;n and Eddie are tying the knot &ndash; but the visit inevitably also turns into an opportunity to face all the unresolved business he left behind. Patrick finds Richie still dating Brady (Chris Perfetti), a snotty writer who had never truly warmed up to him and the rest of the group; he finds Dom single but finally fulfilled with his business, a piri-piri chicken window with a parklet that has taken off; he finds Agust&iacute;n struggling to reconcile his old rebellious, free spirited ways with his newly domesticated self; he finds Kevin still bitter and resentful about what happened between the two of them. Within the economy of a 90-minute feature film (roughly three episodes using its TV show format as a guidepost) there was only so much that <em>Looking: The Movie</em> was ever going to accomplish, and the seams inevitably show: much of the film feels like an entire season&rsquo;s worth of material ladled through a strainer and reduced to its most essential components, which is somewhat ironic for a show that started off feeling as though it should have probably been a feature film instead. <em>Looking: The Movie</em> does the bare minimum the disengage Dom&rsquo;s and Agust&iacute;n&rsquo;s circumstances, but does it ever so gracefully, communicating a real feeling of affection for both characters.</p><p>The action focuses chiefly on Patrick, who moved (ran?) away but is seemingly yet to find himself; for the first 30 or so minutes, he is literally carrying around his baggage as the gang visits familiar diners and clubs to celebrate Eddie and Agust&iacute;n&rsquo;s joint bachelor party. Haigh lenses the action in beautiful light blue tones, freely moving the camera around the protagonist as to underline and enhance his melancholia and confusion. The camera finally centers and stabilizes Patrick only after he&rsquo;s reconnected with Richie: as the two characters catch up with each other&rsquo;s lives, it becomes obvious that the time spent apart has not enervated their bond. There are two outstanding set pieces in the film: the first one revolves around Patrick&rsquo;s one-night stand with 22-year old Jimmy (Michael Rosen), both in the way a more sexually liberated Patrick summarizes the experience (&ldquo;I rimmed him, he rimmed me, I fucked him, he fucked me&hellip;it was very democratic&rdquo;) and in the way the film poignantly captures the chasmal difference between being a gay Millennial and being a gay Gen X&middot;er, with a wide-eyed Patrick marveling to Jimmy, &ldquo;You had a boyfriend when you were 16?!&rdquo; As one of the central themes to <em>Looking, </em>time, and specifically the feeling of time running out, is reshaped and given new meaning in the sudden realization that the struggles common to most&nbsp;LGBTQ+ people born in the &rsquo;60s and &rsquo;70s also gave rise to a wave of social progress that minimized them or blunted them for&nbsp;an entire&nbsp;queer generation that followed.</p><p>The other is Patrick&rsquo;s encounter with Kevin, almost entirely played out on visual imbalances and misaligned cues (the subway escalators, the mistimed coffee orders, the jumpy shot&nbsp;framing) that suggest that, in spite of their recent history, the two characters are two puzzle pieces that just don&rsquo;t quite fit together. Kevin calls Patrick a coward for having bailed on their relationship, and for having denied him the opportunity to explore monogamy together (&ldquo;I didn&rsquo;t want you to make a promise you couldn&rsquo;t keep,&rdquo; Patrick barks back at him); Kevin is angry because Patrick made that decision on behalf of both of them; Kevin&nbsp;is angry because he is still in love with Patrick. For Patrick, the meeting is supposed to bring closure, and in a rather tortuous way, it eventually does: the protagonist&nbsp;learns that Kevin is once again back with his ex&nbsp;&ndash; seemingly&nbsp;out of his inability to function outside a relationship that validates him more than any other compelling reason&nbsp;&ndash;&nbsp;and he also learns that the two of them are about to move to London, where Kevin is originally from, since Kevin&rsquo;s been missing home. In short, Patrick detects in Kevin the same inertia, indecisiveness, cowardice, and immaturity he&rsquo;s had to confront within himself; it is a painful realization, and not one that comes without a glimpse of regret over what&nbsp;might have been,&nbsp;but one that ultimately seems to unburden him.</p><p>The film moves to address&nbsp;Patrick&rsquo;s relationship with Richie last, and without spoiling the ending, it is a resolution that feels in equal parts underserved and satisfying; Patrick doesn&rsquo;t necessarily find everything&nbsp;he&rsquo;s been looking for, but he finds something he wants, and for once he is able to clearly intellectualize his feelings and desires. As the camera pulls away before fading to black, the need for absolute, final resolutions no longer feels like an imperative; any anxieties regarding the future have been reexamined and exorcised. This&nbsp;ending offers&nbsp;at once an uplifting denouement&nbsp;and a broader, more abstract but not indefinite hope<em>&nbsp;</em>for the LGBTQ+ community at large, while reminding the audience that this sort of representation is not just incredibly necessary, but also incredibly meaningful.</p><p>FP</p>",
      "blurb": "Francesco reviews Andrew Haigh's Looking: The Movie."
    }
  },
  {
    "_id": "596baaedb57a5e552b0007ef",
    "order": 36,
    "slug": "wonder-woman-jenkins-2017",
    "title": "Wonder Woman (Jenkins, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:05:33.501Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:05:33.501Z",
    "options": {
      "slug_field": 0,
      "content_editor": 0
    },
    "status": "published",
    "modified_at": "2017-09-12T18:47:31.989Z",
    "modified_by": "597aa16384988bb7340007a6",
    "publish_at": null,
    "metadata": {
      "author": "Francesco Pascuzzi",
      "legacypublishdate": "2017-06-08",
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/5af2b440-6a51-11e7-8e92-5f0a6431fba8-wonder-woman-gal-gadot-ultimate-edition-1024x681.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/5af2b440-6a51-11e7-8e92-5f0a6431fba8-wonder-woman-gal-gadot-ultimate-edition-1024x681.jpg"
      },
      "content": "<p>Within only a few days of its release, <em>Wonder Woman</em> has become a most fascinating cultural object. It is an astonishing box office hit &ndash; the #1 World War I movie of all time, and the largest b.o. opening for a female-directed film ever &ndash; and it has generated a multitude of think pieces on the state of feminism and female representation in film in 2017: why does heroism still exist as a gendered notion? Why aren&rsquo;t there more female-driven action movies? How do gender politics really inform capitalist modes of production? Should Wonder Woman have armpit hair? It is, of course, always thrilling to witness a female-helmed and/or female-driven film establish itself in such a significant way &ndash; <a href=\"http://www.imdb.com/title/tt0887912/\"><em>The Hurt Locker</em> (2009)</a>, <a href=\"http://www.imdb.com/title/tt1790885/\"><em>Zero Dark Thirty</em> (2012)</a>, <a href=\"http://www.imdb.com/title/tt2294629/\"><em>Frozen</em> (2013)</a>, <a href=\"http://www.imdb.com/title/tt1587310/\"><em>Maleficent</em> (2014)</a>, <a href=\"http://www.imdb.com/title/tt1454468/\"><em>Gravity&nbsp;</em>(2014)</a>, <a href=\"http://www.imdb.com/title/tt2872732/\"><em>Lucy</em> (2014)</a>, <a href=\"http://www.imdb.com/title/tt2543164/\"><em>Arrival</em> (2016)</a>, and <a href=\"http://www.imdb.com/title/tt4846340/\"><em>Hidden Figures</em> (2016)</a> have all been terrific performers &ndash; but the fact remains that any minority-attuned project&rsquo;s right to be is still entirely dependent on a performance or a standard of utter excellence to warrant its existence and its right to any sort of a legacy, if not any validation whatsoever. When male directors and male movie stars are given infinite chances to make bad films with no real, quantifiable consequences because they are not subjected to the same (or any) measures of appreciation, there is a much more pressing question at stake: can <em>Wonder Woman</em> be at once terrible and also terribly important and necessary?</p><p>Diana (Gal Gadot) has lived her entire life on Themyscira, an Amazon island created and concealed on Earth by Zeus. The Amazons&rsquo; purpose is to protect all mankind from Ares, the God of war; they are a superhumanly skilled warrior race and engage in strenuous combat training. In direct opposition to her daughter&rsquo;s wishes, Queen Hippolyta (Connie Nielsen) has refused to allow&nbsp;Diana to any receive training until she discovers&nbsp;that she has been secretly receiving coaching&nbsp;from her aunt, General Antiope (Robin Wright), and that she possesses an uncommon aptitude for combat. Diana grows up to become a formidable warrior; one day, she rescues a US Army Air Service pilot, Steve Trevor (Chris Pine) who crashed his airplane off the coast of Themyscira while being pursued by German soldiers. When the Germans manage to&nbsp;track Trevor down, the Amazons are forced to engage in battle and realize that a world-scale conflict incited by Ares is currently afoot. Diana ultimately&nbsp;resolves to accompany Steve back to London in pursuit of Ares; armed with the Godkiller, a ceremonial sword entrusted to the Amazons by Zeus, Diana believes that killing Ares will&nbsp;bring the war to an end. Meanwhile, General Erich Ludendorff (Danny Huston) has been actively plotting against the signing of an armistice and has employed Doctor Maru (Elena Anaya) to concoct a deadlier form of mustard gas to give Germany the upper hand and win the war. Diana is convinced that Ludendorff is Ares and, while giving chase, is exposed to the horrors of war and to the resilience of the humans caught up in it. When a confrontation between Diana and Ludendorff finally ensues, a sudden reveal briefly&nbsp;resets the ending of the film.</p><p>The final, somewhat predictable twist regarding the identity of Ares isn&rsquo;t really enough to rescue <em>Wonder Woman</em>&lsquo;s meandering and unfocused plot. Beyond some rather jarring inconsistencies (how exactly are the Amazons supposed to protect mankind from a secluded island? Why don&rsquo;t they mobilize once they learn that WWI is in fact taking place outside of Themyscira?) and plodding transitions (Diana wanders about London looking for Ares and ends up getting a makeover in order to look less conspicuous; her relationship with Trevor becomes romantic in what feels like an attempt to ensure that, in spite of her upbringing, she is in fact straight and attracted to men), <em>Wonder Woman</em> is, for all intents and purposes, a poorly written, paced, acted, and produced film. Most of the dialogue comes off as flat and stilted, as do any attempts at comic relief anchored to the banter among Diana&rsquo;s henchmen (Trevor along with an Arab, a Native American, and a Scotsman much like in the setup of a &ldquo;three men walk into a bar&rdquo; joke) who repeatedly doubt Diana&rsquo;s ability or fantasize about being the only men among the Amazons on Themyscira; the overreliance on slow motion flattens out the action sequences fetishizing Diana&rsquo;s perfect, sanitized athleticism over the sweat, dirt, and blood of warfare; the color palette is punishingly muted and uniformly bleak; Gadot does not possess any real flair or charisma or much of a gift for reading her lines. Even some of the subtler and more suggestive ideas ultimately fail to deliver: the Princess Bride is cast and literally upgraded to general/combat master, but Robin Wright looks painfully out of place riding a horse in her warrior getup. Yet, what <em>Wonder Woman</em> lacks as a film, it possesses in spades as a particular juncture or as an event in this specific day and age: it has inspired rich and thoughtful debates on the state of spectatorship and on the undoing of the male gaze (Gadot as Diana wears clothes that primarily accentuate her strength and prowess over her aesthetic appearance, much like Chris Hemsworth as Thor does; she is a relentless tank who is able to dodge or absorb thousands of bullets without ever needing to be rescued; she is brave and fearless and she perseveres; she is a role model who embodies and projects ideas of masculinity and femininity in non-adversarial terms), and it has made a lot of money, at once legitimizing itself and the need for more films directed by and about strong, visionary, courageous women. In the film&rsquo;s most memorable sequence, Diana helps the Allied forces move from no man&rsquo;s land through the German lines by taking all the fire as the soldiers behind her are finally able to advance and ultimately successfully carve a path for themselves: perhaps involuntarily, this sequence ends up perfectly encapsulating <em>Wonder Woman</em>&lsquo;s very&nbsp;raison d&rsquo;&ecirc;tre, and the&nbsp;role it will hopefully play in reshaping and advancing the future of the industry.</p><p>FP</p>",
      "blurb": "Francesco reviews Patty Jenkins' Wonder Woman."
    }
  },
  {
    "_id": "596baa2dca1bbd162c000a45",
    "order": 37,
    "slug": "it-comes-at-night-shults-2017",
    "title": "It Comes at Night (Shults, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:02:21.244Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:02:21.244Z",
    "options": {
      "slug_field": 0,
      "content_editor": 0
    },
    "status": "published",
    "modified_at": "2017-07-22T20:10:34.595Z",
    "modified_by": "596ba29928bd508a2b000ae2",
    "metadata": {
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/d5ec4a90-6a50-11e7-9554-0968c6aee140-ICAN-cover-1024x351.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/d5ec4a90-6a50-11e7-9554-0968c6aee140-ICAN-cover-1024x351.jpg"
      },
      "legacypublishdate": "2017-06-25",
      "author": "Francesco Pascuzzi",
      "content": "<p>Horror films are predictable. So predictable, in fact, that in theorizing the complex discovery plot, No&euml;l Carroll (author of <em>The Philosophy of Horror</em>) essentially pointed to&nbsp;an umbrella narrative structure that covers just about any horror film you have ever seen: the monster&rsquo;s presence is made known to the audience (onset), then it is made known to the characters (discovery); subsequently, the characters convince other characters about the monster&rsquo;s existence (confirmation) and finally confront the threat itself (confrontation). Omissions are possible;&nbsp;in any case, this is by large the paradigm of horror.&nbsp;It is then something else that attracts audiences to the genre &ndash; not a desire for drastic diegetic leaps or deviations but rather the&nbsp;ritualized fetishizing&nbsp;of fear that allows&nbsp;us to embrace it insofar as&nbsp;we can anticipate and control it, enabling us to experience and exorcise terror while&nbsp;we perceive&nbsp;no real, imminent threat to our well-being. What can be made, then, of a horror film that completely does away with the complex discovery plot, a horror film with no monster, no discrete moments of discovery and confirmation, and no final standoff?</p><p>In <em>It Comes at Night</em>, a&nbsp;highly contagious, fast-acting, unnamed disease has wiped out most of the population in the US or in the world. Paul (Joel Edgerton) lives with his wife Sarah (Carmen Ejogo) and their teenage son Travis (Kelvin Harrison Jr.) in a secluded country home. In spite of meticulously enforced safety measures to avoid risks of contagion and detection (including minimizing contact with others, bolting doors and windows, and avoiding the use of light at night) the film opens as the family has just lost Sarah&rsquo;s father, Bud (David Pendleton), to the disease. Understandably overwhelmed and shaken, Paul takes no half measures in dealing with Will (Christopher Abbott), a nighttime intruder that tries to force his way&nbsp;through the front door some time later, knocking him unconscious and tying him up to a tree overnight to make sure he&nbsp;is not infected. When questioned, Will explains that he left his wife and young son behind looking for water, and only broke into Paul&rsquo;s home thinking it was abandoned; he adds that he&nbsp;would be willing to trade food and other supplies and disappear&nbsp;immediately thereafter. Reasoning that the man&nbsp;can be trusted and that there is strength in numbers, Sarah convinces Paul to invite Will and his family to move in. Rules and boundaries are set, and soon the two families ease into a comfortable if guarded blended life; Will&rsquo;s wife Kim (Riley Keough) forms a bond with Travis, as does Andrew (Griffin Robert Faulkner), Will and Kim&rsquo;s child. One night, Travis wakes up to find&nbsp;Andrew asleep on the floor in Bud&rsquo;s old room and, even more startlingly, the front door inexplicably wide open. The uncertainty about the chain of events that led to this discovery, compounded with a few inconsistencies&nbsp;in Will&rsquo;s retelling of an old anecdote, signals a crack in the relationship between the two families; shortly thereafter, Travis becomes convinced that Andrew has somehow become infected.</p><p>A certain indifference towards generic conventions makes <em>It Comes at Night</em> a rather bizarre and fascinating filmic experiment. For starters, nothing does ever come at night &ndash; Travis appears to experience several terrifying nightmares, but the title seems to purposely cut across viewer expectations in order to first tease and ultimately frustrate them. There is no identifiable threat against which to mobilize: the disease is never directly mentioned or explained or conquered, and it soon ceases to serve as a central diegetic concern. Several cues and plot points are introduced only to never be properly resolved: we learn that Will has lied about his past to Paul in ways that immediately make him look less trustworthy than originally suggested, but then no context is given to motivate or explain those lies; we never learn whether Andrew has in fact become ill, and no explanation is offered as to how the front door would spring open in the middle of the night with no sign of force or malice. More than a horror film proper, then, <em>It Comes at Night</em> works as a apologue on the nature and the stakes of trust not unlike John Carpenter&rsquo;s <em><a href=\"http://www.imdb.com/title/tt0084787/\">The Thing</a>&nbsp;</em>(1982) or Tomas Alfredson&rsquo;s <a href=\"http://www.imdb.com/title/tt1139797/\">Let the Right One In</a> (2008), centering &nbsp;this meditation chiefly on character interactions. Paul is not a particularly compelling protagonist and in 2017, considering the efforts made in reclaiming and repurposing female characters in horror narratives, such a stolid male central figure is at once a bit unimaginative and a bit dated. That said, the character bouquet around Paul is instead impressively layered: the relationship between Sarah and Travis is built around and securely anchored to small yet powerful gestures and meaningful glances; Will is rendered as a complex father/husband figure treading a fine line between self-assuredness and weakness, and Abbott&rsquo;s performance is quite terrific; Shults makes great use of horror&rsquo;s most powerful technical asset, the static long shot, making deep images of corridors or the woods outside the door vibrate with real intensity. Even more importantly, <em>It Comes at Night</em> mobilizes to test and question the strength and reliability of human bonds in non-hegemonic conditions, taking two families that need all the help they can get and are desperate to survive, pitting them against each other, and forcing them to make the same extemporaneous, drastic choices anyone of us would make when threatened or scared or betrayed; ultimately none of these decisions are judged as good or bad, nor is the audience given enough information to be able to conclusively take sides. The narrative is more interested in exploring how one may live with the aftermath of his or her actions, and the ways in which our survival instinct might make us alternatively victims or accomplices to our circumstances or to the status quo. In that sense, <em>It Comes at Night</em>&lsquo;s message is not simply current, but also alarmingly&nbsp;political.</p><p>FP</p>",
      "blurb": "Francesco reviews Trey Edward Schults' It Comes At Night."
    }
  },
  {
    "_id": "596ba9dfca1bbd162c000a3e",
    "order": 38,
    "slug": "okja-bong-2017",
    "title": "Okja (Bong, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:01:03.741Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:01:03.741Z",
    "options": {
      "slug_field": 0,
      "content_editor": 0
    },
    "status": "published",
    "modified_at": "2017-07-22T20:11:04.745Z",
    "modified_by": "596ba29928bd508a2b000ae2",
    "metadata": {
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/b2bf7830-6a50-11e7-9554-0968c6aee140-IMG_0029-1024x576.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/b2bf7830-6a50-11e7-9554-0968c6aee140-IMG_0029-1024x576.jpg"
      },
      "legacypublishdate": "2017-07-04",
      "author": "Francesco Pascuzzi",
      "content": "<p>Bong Joon-ho is unlike any other auteur. <a href=\"http://www.imdb.com/title/tt0353969/\"><em>Memories of Murder</em> (2003)</a>, the film that announced Bong&rsquo;s astonishing talent as a director, is a meditation on the capabilities and limits of the archive wrapped up in a procedural police drama wrapped up in a social commentary on the democratization of South Korea. <a href=\"http://www.imdb.com/title/tt0468492/\"><em>The Host</em> (2006)</a>, the film that established Bong as a hit maker at the national box office, is a monster action saga wrapped in a family drama wrapped in a screwball comedy. <a href=\"http://www.imdb.com/title/tt1216496/\"><em>Mother</em> (2009)</a>, the film that boosted Bong&rsquo;s international profile, is a character study wrapped in a whodunit mystery wrapped in an apologue on amoral familism. <a href=\"http://www.imdb.com/title/tt1706620/\"><em>Snowpiercer</em> (2013)</a>, the film that marked Bong&rsquo;s first international production, is an action adventure thriller wrapped in a dystopian drama wrapped in a parable on biopolitics. This very task of unwrapping different layers and modes of storytelling may be at once invigorating or exhausting for different audiences, but it also speaks to a vision that continuously aims to challenge, question, requalify, and Bong&rsquo;s films are like Rorschach ink blot tests. So, what exactly is <em>Okja</em>?</p><p>In 2007,&nbsp;the Mirando Corporation has successfully bred a new species of super pig to ostensibly&nbsp;address food shortage crises in disadvantaged countries, and 26 of these animals have been sent to different destinations across the world to be raised as part of a 10-year long competition to eventually crown the best super pig. In 2017, the super pig Okja lives a near-idyllic life in the South Korean countryside alongside Mija (Ahn Seo-hyun), a young farmgirl, and Mija&rsquo;s grandfather Heebong (Buyn Hee-bong). One day, a Mirando delegation led by Dr. Johnny Wilcox (Jake Gyllenhaal), a famed and extravagant TV zoologist, arrives to meet Okja; Wilcox, impressed by Okja&rsquo;s size, declares her the winner of the contest and orders for her to be shipped to New York to be crowned in a victory ceremony. Mija, who over time has developed a strong bond of sisterly&nbsp;affection with the animal, immediately resolves to give chase suspecting &ndash; correctly &ndash; that Okja isn&rsquo;t safe and that she is destined to be slaughtered. Mija&rsquo;s pursuit of Okja ends up making the news in the US once the Animal Liberation Front gets involved by staging a spectacular rescue operation, causing a PR nightmare for Mirando who has enveloped the super pig project in pretenses&nbsp;of eco-friendliness and sustainability; Lucy Mirando (Tilda Swinton), the CEO of the corporation, resolves to sponsor a televised reunion between Mija and Okja, both in an attempt to sway public opinion and as part of a personal&nbsp;narrative of self-redemption or self-aggrandizement. Ultimately, Mija&rsquo;s efforts in reclaiming&nbsp;her beloved pig uncover a much more harrowing reality.</p><p>The interlacing of different tonal cues allows <em>Okja</em> to defy a clear categorization: it has been described as a comedy, as a drama, as an action adventure, as a sci-fi fantasy, and it is arguably all and none of them. It is perhaps fashioned more neatly as a parable about the stakes of freedom, but in the complex ethical scaffolding of its narrative, facts aren&rsquo;t propaedeutic to conclusive truths and judgments nor they are meant to be; rather, Bong&rsquo;s interest resides more squarely in testing the viewers&rsquo; moral compass and perception of right and wrong. From a technical standpoint, <em>Okja</em> is a fully realized, oftentimes breathtaking film: Bong&rsquo;s talent for camera blocking and ensemble staging is virtually unparalleled, and Okja herself is a marvel of state-of-the-art VFX technology; the animal&rsquo;s body is often captured in its wholeness in most of the scenes set in South Korea, and then pointedly fragmented, broken up, or sectioned off in different close-ups as it is tested, prodded, or publicly displayed in the US. Save for Gyllenhaal, who doesn&rsquo;t quite possess the flair for outlandish broad strokes, <em>Okja</em> is also wonderfully acted by the entire cast, and Ahn crafts a character that resonates with palpable fierceness and determination. Narratively, perhaps more than any other Bong film, <em>Okja </em>is propelled onwards by questions and conflicts that mostly want to remain open or unresolved. Is a humanitarian endeavor anchored to capitalist interests inherently less worthwhile or necessary? The super pig project is uncovered as a morally bankrupt delusion of grandeur inhabited by Lucy, who is driven not by philanthrophic instincts but rather a crippling inferiority complex; however, it initially appeared as a realistic avenue to make cheap food alternatives more available for worldwide consumption. Should a clandestine animal rights movement animated by an onanistic desire to fetishize the individual struggle be dismissed outright regardless of its genuine dedication and commitment? The Animal Liberation Front is led by a group of navel-gazing 20-year olds who go by such names as K, Red, Blond, or Silver and appear as enamored with themselves as they are with their cause, but they also mean business, genuinely care about Okja&rsquo;s freedom, and de facto assist Mija in liberating and reuniting with her; Bong is able to fully capture the Millennial ethos without ever flattening or ridiculing it. Ultimately, <em>Okja</em> succeeds because it is filled to the brim with characters that are alternatively awful, funny, bizarre, brave, damaged, and human, and because it is sweeping, entertaining, gut-wrenching, and brazenly ambitious; because it wants us to root for the disenfranchised and the voiceless and it captures and respects their pain, their struggles, and their resilience.</p><p>FP</p>",
      "blurb": "Francesco reviews Bong Joon-Ho's Okja."
    }
  },
  {
    "_id": "596ba9a6b57a5e552b0007ec",
    "order": 39,
    "slug": "the-beguiled-coppola-2017",
    "title": "The Beguiled (Coppola, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T18:00:06.749Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T18:00:06.749Z",
    "options": {
      "slug_field": 0,
      "content_editor": 0
    },
    "status": "published",
    "modified_at": "2017-07-22T20:11:32.580Z",
    "modified_by": "596ba29928bd508a2b000ae2",
    "metadata": {
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/8fad32b0-6a50-11e7-b70c-f15634ff8b35-1492574153_focus-features_the-beguiled_sofia-coppola_colin-farrell_nicole-kidman_kirsten-dunst_elle-fanning_trailer2a-1194x539.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/8fad32b0-6a50-11e7-b70c-f15634ff8b35-1492574153_focus-features_the-beguiled_sofia-coppola_colin-farrell_nicole-kidman_kirsten-dunst_elle-fanning_trailer2a-1194x539.jpg"
      },
      "legacypublishdate": "2017-07-09",
      "author": "Francesco Pascuzzi",
      "content": "<p>The handling of setting is an old and well-documented issue with Sofia Coppola. It is not a problem related to research &ndash; or lack thereof &ndash; or auterial affinity with one period over another; it is rather a certain unwillingness to appropriately synchronize her strongly character-inflected narratives with the time, place, culture, and racial milieu to which they ostensibly belong. <a href=\"http://www.imdb.com/title/tt0335266/\"><em>Lost in Translation</em></a> (2003), wants to talk about feelings of displacement and loneliness and does so by placing two American characters in Tokyo, but Coppola&rsquo;s Japan is imagined as the exotic other, a fundamentally unknowable place to the Westerner&rsquo;s gaze employed to filter it, a sort of colorful neon circus full of clowns and opportunities to mock them because of the way they sound or look or act. In this light, the task of empathizing with Charlotte (played by an opaque Scarlett Johansson), a pretty, white, rich, privileged girl and the Coppola stand-in in the plot, isn&rsquo;t just cumbersome but ultimately altogether unpleasant. Similarly, in <a href=\"http://www.imdb.com/title/tt0422720/\"><em>Marie Antoinette</em></a> (2006), the cultural and social circumstances leading up to the French Revolution take a backseat to an exercise in fetishizing the youth, charming aloofness, beauty, and fashion of the infamous queen of France; the absence of any political context and the apologetic slant of the narrative ultimately rob the film of substance or a meaningful point of view. In discussing her inspiration to remake <em><a href=\"http://www.imdb.com/title/tt0066819/\">The Beguiled</a>&nbsp;</em>(1971), Coppola explained that&nbsp;she &ldquo;always loved the women in the South, and the South in general; it&rsquo;s so exotic and different,&rdquo; and that she &ldquo;didn&rsquo;t want to make a movie about racial politics in the Civil War. So I decided just to focus on the women.&rdquo;&nbsp;Uh oh.</p><p>It is 1864 during the American Civil War. Miss Martha Farnsworth (Nicole Kidman) is the principal of Farnsworth Seminary, a boarding school for girls and young women that, by this point in time in the conflict, has been abandoned by everybody but five pupils&nbsp;and Miss Edwina (Kirsten Dunst), the French preceptor. One day Amy (Oona Laurence), one of the students, spots a wounded Union Army Corporal, John McBurney (Colin Farrell) behind&nbsp;a tree in the woods as she is picking mushrooms; the man had fled the battlefield looking for a hiding spot away from enemy troops. Amy resolves to bring McBurney back to the school, and the women lock him up in the library as Miss Martha tends to his wounds and nurses him back to health; the plan is to surrender him to the Confederate Army as a prisoner of war when he is able to stand and move again.&nbsp;As times passes by, however, it becomes increasingly evident that McBurney&rsquo;s presence is becoming a distraction&nbsp;&ndash; all the girls, Alicia (Elle Fanning) in particular, appear variously infatuated with him and vie for his attention, and he gladly returns the attention hoping to avoid having to return to battle. McBurney eventually asks Edwina to marry him, and she accepts; one night after telling her to wait for him in her room, McBurney is instead discovered in Alicia&rsquo;s bed.</p><p>This juncture signals the only real jolt in the film&rsquo;s otherwise rigid, almost punishingly linear narrative structure. The point of Coppola&rsquo;s <em>The Beguiled</em> isn&rsquo;t plot but rather mood, atmosphere, tone; it&rsquo;s establishing shots framed by gossamer or kudzu, landscapes infused with mist and dew, it&rsquo;s group shots staged like rococo paintings; it&rsquo;s an idea of the south of the United States that is as suggestive as it is ultimately disconnected and uninspired. To add to that, Coppola&rsquo;s leading southern women are Nicole Kidman, a Hawaiian-born Australian, and Kirsten Dunst, a New Jerseyan of German and Swedish origin; the former is glowing, the latter is soporific, and both sound as southern as Martha Stewart at a Low Country Boil party. Ultimately, however, all of this is of secondary importance; more than a story about revenge, more than a meditation on gender politics, more than an experiment in moody storytelling,<em>&nbsp;The Beguiled</em> is a film about the Confederacy in which no black people ever appear; it is a film that willfully sanitizes racism for the sake of character identification. Would we find these white female characters as ethereal and charming if we also knew them as slave owners? The character of Hallie as imagined in Thomas P. Cullinan&rsquo;s novel and in the 1971 film &ndash; the only slave left at the seminary and one of the pieces in McBurney&rsquo;s games of seduction &ndash; is conveniently missing here as not to have the audience confront and answer that question. Edwina, a free mixed-race teen in the source material, is reimagined as white teacher in order to make her romantic connection with McBurney more accessible. In refusing to take up these challenges, <em>The Beguiled</em> is in return a film that does not challenge its audience; in bypassing salient character and plot points under the guise of artistic inclination, it espouses the same post-racial rhetorics it should have explored and questioned instead.</p><p>FP</p>",
      "blurb": "Francesco reviews Sofia Coppola's The Beguiled."
    }
  },
  {
    "_id": "596ba96618c475252c00097e",
    "order": 40,
    "slug": "baby-driver-wright-2017",
    "title": "Baby Driver (Wright, 2017)",
    "content": "",
    "bucket": "596ba355b57a5e552b0007c5",
    "type_slug": "posts",
    "created_at": "2017-07-16T17:59:02.616Z",
    "created_by": "596ba29928bd508a2b000ae2",
    "created": "2017-07-16T17:59:02.617Z",
    "options": {
      "slug_field": 0,
      "content_editor": 0
    },
    "status": "published",
    "modified_at": "2017-07-22T20:11:54.184Z",
    "modified_by": "596ba29928bd508a2b000ae2",
    "metadata": {
      "featuredimage": {
        "url": "https://s3-us-west-2.amazonaws.com/cosmicjs/424195f0-6a4d-11e7-b70c-f15634ff8b35-baby-driver-1200-1200-675-675-crop-000000.jpg",
        "imgix_url": "https://cosmic-s3.imgix.net/424195f0-6a4d-11e7-b70c-f15634ff8b35-baby-driver-1200-1200-675-675-crop-000000.jpg"
      },
      "legacypublishdate": "2017-07-14",
      "author": "Francesco Pascuzzi",
      "content": "<p>Edgar Wright is a creative, electrifying filmmaker. In conceptualizing the Cornetto trilogy &nbsp;&ndash; <em><a href=\"http://www.imdb.com/title/tt0365748/\">Shaun of the Dead</a>&nbsp;</em>(2004), <a href=\"http://www.imdb.com/title/tt0425112/\"><em>Hot Fuzz</em></a> (2007), and <a href=\"http://www.imdb.com/title/tt1213663/\"><em>The World&rsquo;s End</em></a> (2013) &ndash; Wright crafted a cinematic universe brimming with unexpected sound cues and visual gags, inside jokes, bizarre and compelling characters and narrative dynamics. What&rsquo;s more, Wright&rsquo;s films all come across as joyous family affairs indicative of a successful artistic communion among director and cast and crew; they work because of bonds that feel at once familiar and fresh and because of a palpable, keen understanding of the audience&rsquo;s expectations. Wright&rsquo;s strength as an auteur rests in the quest to find purpose where others wouldn&rsquo;t even think of looking: insert or establishing shots, scene transitions, match cuts, camera angles, lighting schemes all carefully planned and engineered in an attempt to eschew the predictable or the expected. Such a rich cinematic language makes Wright a great capturer of discrete moments; however, it also makes him a mediocre teller of complete stories. The overwhelming focus on form and setup, character deployment, and on the punctuation of different motivating moves inevitably leaves the denouement stranded, unresolved, or simply undercooked; <em>Baby Driver</em> is similarly an exercise in this brand of fascinating, frustrating top-heavy filmmaking.</p><p>Baby (Ansel Elgort) works as a getaway driver for Doc (Kevin Spacey), the kingpin of a&nbsp;gang of bank robbers and the mastermind behind the crew&rsquo;s criminal activities. Baby, who suffers from tinnitus since a childhood car accident in which he lost&nbsp;both of his parents, lives with his foster parent Joseph (CJ Jones), a deaf elderly man; he wears headphones and listens to music all day long in order to drown out the ringing in his ears, but the condition bears no effect on his prodigious driving/escape abilities. In between jobs, Baby meets and falls for Debora (Lily James) a waitress in a local diner; this relationship motivates Baby to look at new career opportunities after one last heist to pay off a debt to Doc. However, it soon becomes apparent that Doc has no intention of relinquishing Baby; faced with&nbsp;threats to the safety of both Joseph and Debora, Baby resolves to take matters into his own hands and derail the robbery in order to abscond with Debora. In the ensuing commotion two gang members, Bats (Jamie Foxx) and Darling (Eiza Gonz&aacute;lez), are killed; Buddy (Jon Hamm), the fourth&nbsp;robber involved in the heist and Darling&rsquo;s husband, launches in a pursuit to take revenge on Baby by killing Debora.</p><p>At this point <em>Baby Driver </em>has an ending. Then another. Then another. Then yet another one. What is really at stake in this film? In chaining together brilliantly staged and directed action sequences (the opening one in particular unfolds at breakneck speed), a quirky protagonist (Ansel Elgort is very good, and Baby&rsquo;s penchant for older music and dancing adds unexpected layers to the character), and visually arresting set pieces and transitions, <em>Baby Driver </em>does not know or is not really interested in tying up loose ends as satisfactorily. Wright opts instead for visual accumulations &ndash; car chases and car crashes, a character that never dies, dream sequences, shootouts, explosions &ndash; that ultimately become the point of the film over concerns more immediately related to plot development or narrative resolution. <em>Baby Driver</em> is a terribly entertaining film, make no mistake &ndash; it is fun and colorful and exciting &ndash; but perhaps for the first time even the novelty of Wright&rsquo;s cinematic prose is a bit exhausting and a bit empty: the aspiration embedded in the form feels like an end in itself without a broader narrative compass to root and accompany it. <em>Baby Driver</em> could have used Baby&rsquo;s childhood trauma to explore the nature of PTSD in the character&rsquo;s line of work, but it didn&rsquo;t. It could have employed the tense character relationships among the gang members, Doc, Debora, and Baby to interrogate matters related to trust, but it didn&rsquo;t. The lack of any narrative ambitions does not simply counteract the hyper-stylized approach to form as much as it ultimately undermines it; <em>Baby Driver </em>is the hysterical, outrageous, alcohol-soaked bachelor party you can&rsquo;t remember the morning after, or don&rsquo;t really care to.</p><p>FP</p>",
      "blurb": "Francesco reviews Edgar Wright's Baby Driver."
    }
  }
]